papers = [{"arxiv_url": "https://arxiv.org/abs/2207.09436", "fields": ["GLASS"], "title": "Early results from GLASS-JWST. III: Galaxy candidates at z$\\sim$9-15", "authors": ["Castellano, Marco", "Fontana, Adriano", "Treu, Tommaso", "Santini, Paola", "Merlin, Emiliano", "Leethochawalit, Nicha", "Trenti, Michele", "Mestric, Uros", "Vanzella, Eros", "Bonchi, Andrea", "Belfiori, Davide", "Nonino, Mario", "Paris, Diego", "Polenta, Gianluca", "Roberts-Borsani, Guido", "Boyett, Kristan", "Bradac, Marusa", "Calabro, Antonello", "Glazebrook, Karl", "Grillo, Claudio", "Mascia, Sara", "Mason, Charlotte", "Mercurio, Amata", "Morishita, Takahiro", "Nanayakkara, Themiya", "Pentericci, Laura", "Rosati, Piero", "Vulcani, Benedetta", "Wang, Xin", "Yang, Lilan"], "date": "2022/07/19", "abs": " We present the results of a first search for galaxy candidates at\nz$\\sim$9--15 on deep seven-bands NIRCam imaging acquired as part of the\nGLASS-JWST Early Release Science Program on a flanking field of the Frontier\nFields cluster A2744. Candidates are selected via two different renditions of\nthe Lyman-break technique, isolating objects at z$\\sim$9-11, and z$\\sim$9-15,\nrespectively, supplemented by photometric redshifts obtained with two\nindependent codes. We find five color-selected candidates at z$>$9, plus one\nadditional candidate with photometric redshift z$_{phot}\\geq$9. In particular,\nwe identify two bright candidates at $M_{UV}\\simeq -21$ that are unambiguously\nplaced at $z\\simeq 10.6$ and $z\\simeq 12.2$, respectively. The total number of\ngalaxies discovered at $z>9$ is in line with the predictions of a non-evolving\nLF. The two bright ones at $z>10$ are unexpected given the survey volume,\nalthough cosmic variance and small number statistics limits general\nconclusions. This first search demonstrates the unique power of JWST to\ndiscover galaxies at the high redshift frontier. The candidates are ideal\ntargets for spectroscopic follow-up in Cycle$-2$.\n"}, {"arxiv_url": "https://arxiv.org/abs/2207.11135", "fields": ["GLASS"], "title": "Early results from GLASS-JWST. X: Rest-frame UV-optical properties of galaxies at 7 < z < 9", "authors": ["Leethochawalit, N.", "Trenti, M.", "Santini, P.", "Yang, L.", "Merlin, E.", "Castellano, M.", "Fontana, A.", "Treu, T.", "Mason, C.", "Glazebrook, K.", "Jones, T.", "Vulcani, B.", "Nanayakkara, T.", "Marchesini, D.", "Mascia, S.", "Morishita, T.", "Roberts-Borsani, G.", "Bonchi, A.", "Paris, D.", "Boyett, K.", "Strait, V.", "Calabro`, A.", "Pentericci, L.", "Bradac, M.", "Wang, X.", "Scarlata, C."], "date": "2022/07/22", "abs": " We present the first James Webb Space Telescope/NIRCam-led determination of\n$7<z<9$ galaxy properties based on broadband imaging from 0.8 to 5~$\\mathrm{\\mu\nm}$ as part of the GLASS-JWST Early Release Science program. This is the\ndeepest dataset acquired at these wavelengths to date, with an angular\nresolution $\\lesssim0.14$ arcsec. We robustly identify 13 galaxies with\n$S/N\\gtrsim8$ in F444W from 8 arcmin$^2$ of data at $m_{AB}\\leq 28$ from a\ncombination of dropout and photometric redshift selection. From simulated data\nmodeling, we estimate the dropout sample purity to be $\\gtrsim90\\%$. We find\nthat the number density of these F444W-selected sources is broadly consistent\nwith expectations from the UV luminosity function determined from Hubble Space\nTelescope data. We characterize galaxy physical properties using a Bayesian\nSpectral Energy Distribution fitting method, finding median stellar mass\n$10^{8.5}M_\\odot$ and age 140 Myr, indicating they started ionizing their\nsurroundings at redshift $z>9.5$. Their star formation main sequence is\nconsistent with predictions from simulations. Lastly, we introduce an\nanalytical framework to constrain main-sequence evolution at $z>7$ based on\ngalaxy ages and basic assumptions, through which we find results consistent\nwith expectations from cosmological simulations. While this work only gives a\nglimpse of the properties of typical galaxies that are thought to drive the\nreionization of the universe, it clearly shows the potential of JWST to unveil\nunprecedented details on galaxy formation in the first billion years.\n"}, {"arxiv_url": "https://arxiv.org/abs/2207.11379", "fields": ["GLASS"], "title": "Early results from GLASS-JWST. XI: Stellar masses and mass-to-light ratio of z>7 galaxies", "authors": ["Santini, P.", "Fontana, A.", "Castellano, M.", "Leethochawalit, N.", "Trenti, M.", "Treu, T.", "Belfiori, D.", "Birrer, S.", "Bonchi, A.", "Merlin, E.", "Mason, C.", "Morishita, T.", "Nonino, M.", "Paris, D.", "Polenta, G.", "Rosati, P.", "Yang, L.", "Bradac, M.", "Calabrò, A.", "Dressler, A.", "Glazebrook, K.", "Marchesini, D.", "Mascia, S.", "Nanayakkara, T.", "Pentericci, L.", "Roberts-Borsani, G.", "Scarlata, C.", "Vulcani, B.", "Wang, Xin"], "date": "2022/07/22", "abs": " We exploit James Webb Space Telescope (JWST) NIRCam observations from the\nGLASS-JWST-Early Release Science program to investigate galaxy stellar masses\nat z>7. We first show that JWST observations reduce the uncertainties on the\nstellar mass by a factor of at least 5-10, when compared with the highest\nquality data sets available to date. We then study the UV mass-to-light ratio,\nfinding that galaxies exhibit a two orders of magnitude range of M/L_UV values\nfor a given luminosity, indicative of a broad variety of physical conditions\nand star formation histories. As a consequence, previous estimates of the\ncosmic star stellar mass density - based on an average correlation between UV\nluminosity and stellar mass - can be biased by as much as a factor of ~6. Our\nfirst exploration demonstrates that JWST represents a new era in our\nunderstanding of stellar masses at z>7, and therefore of the growth of galaxies\nprior to cosmic reionization.\n"}, {"arxiv_url": "https://arxiv.org/abs/2212.06666", "fields": ["GLASS"], "title": "Early Results from GLASS-JWST. XIX: A High Density of Bright Galaxies at $z\\approx10$ in the Abell 2744 Region", "authors": ["Castellano, Marco", "Fontana, Adriano", "Treu, Tommaso", "Merlin, Emiliano", "Santini, Paola", "Bergamini, Pietro", "Grillo, Claudio", "Rosati, Piero", "Acebron, Ana", "Leethochawalit, Nicha", "Paris, Diego", "Bonchi, Andrea", "Belfiori, Davide", "Calabrò, Antonello", "Correnti, Matteo", "Nonino, Mario", "Polenta, Gianluca", "Trenti, Michele", "Boyett, Kristan", "Brammer, G.", "Broadhurst, Tom", "Caminha, Gabriel B.", "Chen, Wenlei", "Filippenko, Alexei V.", "Fortuni, Flaminia", "Glazebrook, Karl", "Mascia, Sara", "Mason, Charlotte A.", "Menci, Nicola", "Meneghetti, Massimo", "Mercurio, Amata", "Metha, Benjamin", "Morishita, Takahiro", "Nanayakkara, Themiya", "Pentericci, Laura", "Roberts-Borsani, Guido", "Roy, Namrata", "Vanzella, Eros", "Vulcani, Benedetta", "Yang, Lilan", "Wang, Xin"], "date": "2022/12/13", "abs": " We report the detection of a high density of redshift $z\\approx 10$ galaxies\nbehind the foreground cluster Abell 2744, selected from imaging data obtained\nrecently with NIRCam onboard {\\it JWST} by three programs -- GLASS-JWST,\nUNCOVER, and DDT\\#2756. To ensure robust estimates of the lensing magnification\n$\\mu$, we use an improved version of our model that exploits the first epoch of\nNIRCam images and newly obtained MUSE spectra, and avoids regions with $\\mu>5$\nwhere the uncertainty may be higher. We detect seven bright $z\\approx 10$\ngalaxies with demagnified rest-frame $-22 \\lesssim M_{\\rm UV}\\lesssim -19$ mag,\nover an area of $\\sim37$ sq. arcmin. Taking into account photometric\nincompleteness and the effects of lensing on luminosity and cosmological\nvolume, we find that the density of $z\\approx 10$ galaxies in the field is\nabout $10\\times$ ($3\\times$) larger than the average at $M_{UV}\\approx -21~\n(-20)$ mag reported so far. The density is even higher when considering only\nthe GLASS-JWST data, which are the deepest and the least affected by\nmagnification and incompleteness. The GLASS-JWST field contains 5 out of 7\ngalaxies, distributed along an apparent filamentary structure of 2 Mpc in\nprojected length, and includes a close pair of candidates with $M_{\\rm UV}<\n-20$ mag having a projected separation of only 16 kpc. These findings suggest\nthe presence of a $z\\approx 10$ overdensity in the field. In addition to\nproviding excellent targets for efficient spectroscopic follow-up observations,\nour study confirms the high density of bright galaxies observed in early {\\it\nJWST} observations, but calls for multiple surveys along independent lines of\nsight to achieve an unbiased estimate of their average density and a first\nestimate of their clustering.\n"}, {"arxiv_url": "https://arxiv.org/abs/2210.15639", "fields": ["GLASS"], "title": "A shot in the Dark (Ages): a faint galaxy at $z=9.76$ confirmed with JWST", "authors": ["Roberts-Borsani, Guido", "Treu, Tommaso", "Chen, Wenlei", "Morishita, Takahiro", "Vanzella, Eros", "Zitrin, Adi", "Bergamini, Pietro", "Castellano, Marco", "Fontana, Adriano", "Grillo, Claudio", "Kelly, Patrick L.", "Merlin, Emiliano", "Paris, Diego", "Rosati, Piero", "Acebron, Ana", "Bonchi, Andrea", "Boyett, Kit", "Bradac, Marusa", "Broadhurst, Tom", "Calabro, Antonello", "Diego, Jose M.", "Dressler, Alan", "Furtak, Lukas J.", "Filippenko, Alexei V.", "Glazebrook, Karl", "Koekemoer, Anton M.", "Leethochawalit, Nicha", "Malkan, Matthew A.", "Mason, Charlotte", "Mercurio, Amata", "Metha, Benjamin", "Nanayakkara, Themiya", "Pentericci, Laura", "Pierel, Justin", "Rieck, Steven", "Roy, Namrata", "Santini, Paola", "Strait, Victoria", "Strausbaugh, Robert", "Trenti, Michele", "Vulcani, Benedetta", "Wang, Lifan", "Wang, Xin", "Windhorst, Rogier", "Yang, Lilan"], "date": "2022/10/27", "abs": " The appearance of galaxies over the first billion years after the Big Bang is\nbelieved to be responsible for the last dramatic change in the state of the\nUniverse. Ultraviolet photons from galaxies within this time period - the Epoch\nof Reionization - ionized intergalactic Hydrogen, rendering the Universe\ntransparent to UV radiation and ending the so-called cosmic Dark Ages, sometime\nafter redshift $z\\sim8$. The majority of ionizing photons in the first few\nhundred Myrs of cosmic history are thought to derive from galaxies\nsignificantly fainter than the characteristic luminosity $L^{*}$. These faint\ngalaxies are thought to be surrounded by sufficient neutral gas to prevent the\nescape of the Lyman-$\\alpha$ photons that would allow confirmation with current\nobservatories. Here we demonstrate the power of the recently commissioned James\nWebb Space Telescope to transform our understanding of the sources of\nreionization, by reporting the first spectroscopic confirmation of a very low\nluminosity ($\\sim0.05 L^{*}$) galaxy at $z=9.76$, observed 480 Myr after the\nBig Bang, via the detection of the Lyman-break and redward continuum with the\nNIRSpec and NIRCam instruments. The galaxy JD1 is gravitationally magnified by\na factor of $\\mu\\sim13$ by the foreground cluster A2744. The power of JWST and\nlensing allows us to peer deeper than ever before into the cosmic Dark Ages,\nrevealing the compact ($\\sim$150 pc) and complex morphology and physical\nproperties of an ultrafaint galaxy ($M_{\\rm UV}=-17.45$).\n"}, {"arxiv_url": "https://arxiv.org/abs/2207.11558", "fields": ["SMACS J0723.3-7323"], "title": "First Batch of Candidate Galaxies at Redshifts 11 to 20 Revealed by the James Webb Space Telescope Early Release Observations", "authors": ["Yan, Haojing", "Ma, Zhiyuan", "Ling, Chenxiaoji", "Cheng, Cheng", "Huang, Jia-sheng"], "date": "2022/07/23", "abs": " On July 13, 2022, NASA released to the whole world the data obtained by the\nJames Webb Space Telescope (JWST) Early Release Observations (ERO). These are\nthe first set of science-grade data from this long-awaited facility, marking\nthe beginning of a new era in astronomy. In the study of the early universe,\nJWST will allow us to push far beyond z ~ 11, the redshift boundary previously\nimposed by the 1.7 um red cut-off of the Hubble Space Telescope (HST). In\ncontrast, JWST's NIRCam reaches 5 um. Among the JWST ERO targets there is a\nnearby galaxy cluster SMACS 0723-73, which is a massive cluster and has been\nlong recognized as a potential \"cosmic telescope\" in amplifying background\ngalaxies. The ERO six-band NIRCam observations on this target have covered an\nadditional flanking field not boosted by gravitational lensing, which also sees\nfar beyond HST. Here we report the result from our search of candidate objects\nat z > 11 using these ERO data. In total, there are 87 such objects identified\nby using the standard \"dropout\" technique. These objects are all detected in\nmultiple bands and therefore cannot be spurious. For most of them, their\nmulti-band colors are inconsistent with known types of contaminants. If the\ndetected dropout signature is interpreted as the expected Lyman-break, it\nimplies that these objects are at z ~ 11--20. The large number of such\ncandidate objects at such high redshifts is not expected from the previously\nfavored predictions and demands further investigations. JWST spectroscopy on\nsuch objects will be critical.\n"}, {"arxiv_url": "https://arxiv.org/abs/2207.12338", "fields": ["SMACS J0723.3-7323"], "title": "Revealing Galaxy Candidates out to $z \\sim 16$ with JWST Observations of the Lensing Cluster SMACS0723", "authors": ["Atek, Hakim", "Shuntov, Marko", "Furtak, Lukas J.", "Richard, Johan", "Kneib, Jean-Paul", "Mahler, Guillaume", "Zitrin, Adi", "McCracken, H. J.", "Charlot, Stéphane", "Chevallard, Jacopo", "Chemerynska, Iryna"], "date": "2022/07/25", "abs": " One of the main goals of the JWST is to study the first galaxies in the\nUniverse. We present a systematic photometric analysis of very distant galaxies\nin the first JWST deep field towards the massive lensing cluster SMACS0723. As\na result, we report the discovery of two galaxy candidates at $z\\sim16$, only\n$250$ million years after the Big Bang. We also identify two candidates at\n$z\\sim 12$ and 6 candidates at $z\\sim 9-11$. Our search extended out to\n$z\\lesssim21$ by combining color information across seven NIRCam and NIRISS\nfilters. By modelling the Spectral Energy Distributions (SEDs) with\n\\texttt{EAZY} and \\texttt{BEAGLE}, we test the robustness of the photometric\nredshift estimates. While their intrinsic (un-lensed) luminosity is typical of\nthe characteristic luminosity L$^*$ at $z>10$, our high-redshift galaxies\ntypically show small sizes and their morphologies are consistent with disks in\nsome cases. The highest-redshift candidates have extremely blue UV-continuum\nslopes $-3 < \\beta <-2.4$, young ages $\\sim 10-100$\\,Myr, and stellar masses\naround $\\log(M_{\\star}/\\mathrm{M}_{\\odot})=8.8$ inferred from their SED\nmodeling, which indicate a rapid build-up of their stellar mass. Our search\nclearly demonstrates the capabilities of JWST to uncover robust photometric\ncandidates up to very high redshifts, and peer into the formation epoch of the\nfirst galaxies.\n"}, {"arxiv_url": "https://arxiv.org/abs/2207.11217", "fields": ["SMACS J0723.3-7323"], "title": "Discovery and properties of ultra-high redshift galaxies ($9<z<12$) in the JWST ERO SMACS 0723 Field", "authors": ["Adams, N. J.", "Conselice, C. J.", "Ferreira, L.", "Austin, D.", "Trussler, J.", "Juodžbalis, I.", "Wilkins, S. M.", "Caruana, J.", "Dayal, P.", "Verma, A.", "Vijayan, A. P."], "date": "2022/07/22", "abs": " We present a reduction and analysis of the \\textit{James Webb Space\nTelescope} (JWST) SMACS~0723 field using new post-launch calibrations to\nconduct a search for ultra-high-redshift galaxies ($z > 9$) present within the\nEpoch of Reionisation. We conduct this search by modelling photometric\nredshifts in several ways for all sources and by applying conservative\nmagnitude cuts ($m_{\\rm F200W} < 28$) to identify strong Lyman breaks greater\nthan 1 magnitude. We find four $z > 9$ candidate galaxies which have not\npreviously been identified, with one object at $z = 11.5$, and another which is\npossibly a close pair of galaxies. We measure redshifts for candidate galaxies\nfrom other studies and find the recovery rate to be only 23 per cent, with many\nbeing assigned lower redshift, dusty solutions in our work. Most of our $z > 9$\nsample show evidence for Balmer-breaks, or extreme emission lines from H$\\beta$\nand [OIII], demonstrating that the stellar populations could be advanced in age\nor very young depending on the cause of the F444W excess. We discuss the\nresolved structures of these early galaxies and find that the S\\'{e}rsic\nindices reveal a mixture of light concentration levels, but that the sizes of\nall our systems are exceptionally small ($< 0.5$~kpc). These systems have\nstellar masses M$_{*} \\sim 10^{9.0}$ M$_{\\odot}$, with our $z \\sim 11.5$\ncandidate a dwarf galaxy with a stellar mass M$_{*} \\sim 10^{7.8}$ --\n$10^{8.2}$ M$_{\\odot}$. These candidate ultra high-redshift galaxies are\nexcellent targets for future NIRSpec observations aimed to better understand\ntheir physical nature.\n"}, {"arxiv_url": "https://arxiv.org/abs/2207.11671", "fields": ["SMACS J0723.3-7323"], "title": "Physical Characterization of Early Galaxies in the Webb's First Deep Field SMACS J0723.3-7323", "authors": ["Morishita, Takahiro", "Stiavelli, Massimo"], "date": "2022/07/24", "abs": " This paper highlights initial photometric analyses of JWST NIRCam imaging\ndata in the sightline of SMACS0723, aiming to identify galaxies at redshift\n$z>7$. By applying a conservative Lyman-break selection followed by photometric\nredshift analysis and visual inspection, we identify four F090W-dropout and two\nF150W-dropout sources, three of which were recently confirmed in an independent\nspectroscopic analysis to $z=7.663$, 7.665, and 8.499. We then supplement our\nsample with a photometric-redshift selection, and identify five additional\ncandidates at $7<z_{\\rm phot}<13$. The NIRCam images clearly resolve all\nsources and reveal their sub-galactic components that were not\nresolved/detected in the previous imaging by Hubble Space Telescope. Our\nspectral energy distribution analysis reveals that the selected galaxies are\ncharacterized by young stellar populations (median age of $\\sim50$ Myr) of\nsub-solar metallicity ($\\sim0.2\\,Z_\\odot$) and little dust attenuation\n($A_{V}\\sim0.5$). In several cases, we observe extreme Hb+[OIII] lines being\ncaptured in the F444W band and seen as color excess, which is consistent with\ntheir observed high star formation rate surface density. Eight of the 11\nsources identified in this study appear in at least one of the recent studies\nof the same fields (Adams et al., Atek et al., Donnan et al., Harikane et al.,\nYan et al.), implying the high fidelity of our selection. We cross-match all\nhigh-$z$ galaxy candidates presented in the five studies with our catalog and\ndiscuss the possible causes of discrepancy in the final lists.\n"}, {"arxiv_url": "https://arxiv.org/abs/2211.05792", "fields": ["CEERS"], "title": "CEERS Key Paper I: An Early Look into the First 500 Myr of Galaxy Formation with JWST", "authors": ["Finkelstein, Steven L.", "Bagley, Micaela B.", "Ferguson, Henry C.", "Wilkins, Stephen M.", "Kartaltepe, Jeyhan S.", "Papovich, Casey", "Yung, L. Y. Aaron", "Haro, Pablo Arrabal", "Behroozi, Peter", "Dickinson, Mark", "Kocevski, Dale D.", "Koekemoer, Anton M.", "Larson, Rebecca L.", "Bail, Aurelien Le", "Morales, Alexa M.", "Perez-Gonzalez, Pablo G.", "Burgarella, Denis", "Dave, Romeel", "Hirschmann, Michaela", "Somerville, Rachel S.", "Wuyts, Stijn", "Bromm, Volker", "Casey, Caitlin M.", "Fontana, Adriano", "Fujimoto, Seiji", "Gardner, Jonathan P.", "Giavalisco, Mauro", "Grazian, Andrea", "Grogin, Norman A.", "Hathi, Nimish P.", "Hutchison, Taylor A.", "Jha, Saurabh W.", "Jogee, Shardha", "Kewley, Lisa J.", "Kirkpatrick, Allison", "Long, Arianna S.", "Lotz, Jennifer M.", "Pentericci, Laura", "Pierel, Justin D. R.", "Pirzkal, Nor", "Ravindranath, Swara", "Ryan Jr, Russell E.", "Trump, Jonathan R.", "Yang, Guang", "Bhatawdekar, Rachana", "Bisigello, Laura", "Buat, Veronique", "Calabro, Antonello", "Castellano, Marco", "Cleri, Nikko J.", "Cooper, M. C.", "Croton, Darren", "Daddi, Emanuele", "Dekel, Avishai", "Elbaz, David", "Franco, Maximilien", "Gawiser, Eric", "Holwerda, Benne W.", "Huertas-Company, Marc", "Jaskot, Anne E.", "Leung, Gene C. K.", "Lucas, Ray A.", "Mobasher, Bahram", "Pandya, Viraj", "Tacchella, Sandro", "Weiner, Benjamin J.", "Zavala, Jorge A."], "date": "2022/11/10", "abs": " We present an investigation into the first 500 Myr of galaxy evolution from\nthe Cosmic Evolution Early Release Science (CEERS) survey. CEERS, one of 13\nJWST ERS programs, targets galaxy formation from z~0.5 to z>10 using several\nimaging and spectroscopic modes. We make use of the first epoch of CEERS NIRCam\nimaging, spanning 35.5 sq. arcmin, to search for candidate galaxies at z>9.\nFollowing a detailed data reduction process implementing several custom steps\nto produce high-quality reduced images, we perform multi-band photometry across\nseven NIRCam broad and medium-band (and six Hubble broadband) filters focusing\non robust colors and accurate total fluxes. We measure photometric redshifts\nand devise a robust set of selection criteria to identify a sample of 26 galaxy\ncandidates at z~9-16. These objects are compact with a median half-light radius\nof ~0.5 kpc. We present an early estimate of the z~11 rest-frame ultraviolet\n(UV) luminosity function, finding that the number density of galaxies at M_UV ~\n-20 appears to evolve very little from z~9 to z~11. We also find that the\nabundance (surface density [arcmin^-2]) of our candidates exceeds nearly all\ntheoretical predictions. We explore potential implications, including that at\nz>10 star formation may be dominated by top-heavy initial mass functions, which\nwould result in an increased ratio of UV light per unit halo mass, though a\ncomplete lack of dust attenuation and/or changing star-formation physics may\nalso play a role. While spectroscopic confirmation of these sources is urgently\nrequired, our results suggest that the deeper views to come with JWST should\nyield prolific samples of ultra-high-redshift galaxies with which to further\nexplore these conclusions.\n"}, {"arxiv_url": "https://arxiv.org/abs/2207.12474", "fields": ["CEERS"], "title": "A Long Time Ago in a Galaxy Far, Far Away: A Candidate z ~ 12 Galaxy in Early JWST CEERS Imaging", "authors": ["Finkelstein, Steven L.", "Bagley, Micaela B.", "Haro, Pablo Arrabal", "Dickinson, Mark", "Ferguson, Henry C.", "Kartaltepe, Jeyhan S.", "Papovich, Casey", "Burgarella, Denis", "Kocevski, Dale D.", "Huertas-Company, Marc", "Iyer, Kartheik G.", "Larson, Rebecca L.", "Pérez-González, Pablo G.", "Rose, Caitlin", "Tacchella, Sandro", "Wilkins, Stephen M.", "Chworowsky, Katherine", "Medrano, Aubrey", "Morales, Alexa M.", "Somerville, Rachel S.", "Yung, L. Y. Aaron", "Fontana, Adriano", "Giavalisco, Mauro", "Grazian, Andrea", "Grogin, Norman A.", "Kewley, Lisa J.", "Koekemoer, Anton M.", "Kirkpatrick, Allison", "Kurczynski, Peter", "Lotz, Jennifer M.", "Pentericci, Laura", "Pirzkal, Nor", "Ravindranath, Swara", "Ryan Jr., Russell E.", "Trump, Jonathan R.", "Yang, Guang", "Almaini, Omar", "Amorín, Ricardo O.", "Annunziatella, Marianna", "Backhaus, Bren E.", "Barro, Guillermo", "Behroozi, Peter", "Bell, Eric F.", "Bhatawdekar, Rachana", "Bisigello, Laura", "Bromm, Volker", "Buat, Véronique", "Buitrago, Fernando", "Calabró, Antonello", "Casey, Caitlin M.", "Castellano, Marco", "Ortiz, Óscar A. Chávez", "Ciesla, Laure", "Cleri, Nikko J.", "Cohen, Seth H.", "Cole, Justin W.", "Cooke, Kevin C.", "Cooper, M. C.", "Cooray, Asantha R.", "Costantin, Luca", "Cox, Isabella G.", "Croton, Darren", "Daddi, Emanuele", "Davé, Romeel", "de la Vega, Alexander", "Dekel, Avishai", "Elbaz, David", "Estrada-Carpenter, Vicente", "Faber, Sandra M.", "Fernández, Vital", "Finkelstein, Keely D.", "Freundlich, Jonathan", "Fujimoto, Seiji", "García-Argumánez, Ángela", "Gardner, Jonathan P.", "Gawiser, Eric", "Gómez-Guijarro, Carlos", "Guo, Yuchen", "Hamilton, Timothy S.", "Hathi, Nimish P.", "Holwerda, Benne W.", "Hirschmann, Michaela", "Hutchison, Taylor A.", "Jaskot, Anne", "Jha, Saurabh W.", "Jogee, Shardha", "Juneau, Stéphanie", "Jung, Intae", "Kassin, Susan A.", "Bail, Aurélien Le", "Leung, Gene C. K.", "Lucas, Ray A.", "Magnelli, Benjamin", "Mantha, Kameswara Bharadwaj", "Matharu, Jasleen", "McGrath, Elizabeth J.", "McIntosh, Daniel H.", "Merlin, Emiliano", "Mobasher, Bahram", "Newman, Jeffrey A.", "Nicholls, David C.", "Pandya, Viraj", "Rafelski, Marc", "Ronayne, Kaila", "Santini, Paola", "Seillé, Lise-Marie", "Shah, Ekta A.", "Shen, Lu", "Simons, Raymond C.", "Snyder, Gregory F.", "Stanway, Elizabeth R.", "Straughn, Amber N.", "Teplitz, Harry I.", "Vanderhoof, Brittany N.", "Vega-Ferrero, Jesús", "Wang, Weichen", "Weiner, Benjamin J.", "Willmer, Christopher N. A.", "Wuyts, Stijn", "Zavala, Jorge A."], "date": "2022/07/25", "abs": " We report the discovery of a candidate galaxy with a photo-z of z~12 in the\nfirst epoch of the JWST Cosmic Evolution Early Release Science (CEERS) Survey.\nFollowing conservative selection criteria we identify a source with a robust\nz_phot = 11.8^+0.3_-0.2 (1-sigma uncertainty) with m_F200W=27.3, and >7-sigma\ndetections in five filters. The source is not detected at lambda < 1.4um in\ndeep imaging from both HST and JWST, and has faint ~3-sigma detections in JWST\nF150W and HST F160W, which signal a Ly-alpha break near the red edge of both\nfilters, implying z~12. This object (Maisie's Galaxy) exhibits F115W-F200W >\n1.9 mag (2-sigma lower limit) with a blue continuum slope, resulting in 99.6%\nof the photo-z PDF favoring z > 11. All data quality images show no artifacts\nat the candidate's position, and independent analyses consistently find a\nstrong preference for z > 11. Its colors are inconsistent with Galactic stars,\nand it is resolved (r_h = 340 +/- 14 pc). Maisie's Galaxy has log M*/Msol ~ 8.5\nand is highly star-forming (log sSFR ~ -8.2 yr^-1), with a blue rest-UV color\n(beta ~ -2.5) indicating little dust though not extremely low metallicity.\nWhile the presence of this source is in tension with most predictions, it\nagrees with empirical extrapolations assuming UV luminosity functions which\nsmoothly decline with increasing redshift. Should followup spectroscopy\nvalidate this redshift, our Universe was already aglow with galaxies less than\n400 Myr after the Big Bang.\n"}, {"arxiv_url": "https://arxiv.org/abs/2208.01599", "fields": ["CEERS"], "title": "On the ages of bright galaxies $\\sim 500$ Myr after the Big Bang: insights into star formation activity at $z \\gtrsim 15$ with JWST", "authors": ["Whitler, Lily", "Endsley, Ryan", "Stark, Daniel P.", "Topping, Michael", "Chen, Zuyi", "Charlot, Stéphane"], "date": "2022/08/02", "abs": " With JWST, new opportunities to study the evolution of galaxies in the early\nUniverse are emerging. Spitzer constraints on rest-optical properties of\n$z\\gtrsim7$ galaxies demonstrated the power of using galaxy stellar masses and\nstar formation histories (SFHs) to indirectly infer the cosmic star formation\nhistory. However, only the brightest individual $z\\gtrsim8$ objects could be\ndetected with Spitzer, making it difficult to robustly constrain activity at\n$z\\gtrsim10$. Here, we leverage the greatly improved rest-optical sensitivity\nof JWST at $z\\gtrsim8$ to constrain the ages of seven UV-bright\n($M_{UV}\\lesssim-19.5$) galaxies selected to lie at $z\\sim8.5-11$, then\ninvestigate implications for $z\\gtrsim15$ star formation. We infer the\nproperties of individual objects with two spectral energy distribution\nmodelling codes, then infer a distribution of ages for bright $z\\sim8.5-11$\ngalaxies. We find a median age of $\\sim20$ Myr, younger than that inferred at\n$z\\sim7$ with a similar analysis, consistent with an evolution towards larger\nspecific star formation rates at early times. The age distribution suggests\nthat only $\\sim3$ percent of bright $z\\sim8.5-11$ galaxies would be similarly\nluminous at $z\\gtrsim15$, implying that the number density of bright galaxies\ndeclines by at least an order of magnitude between $z\\sim8.5-11$ and $z\\sim15$.\nThis evolution is challenging to reconcile with some early JWST results\nsuggesting the abundance of bright galaxies does not significantly decrease\ntowards very early times, but we suggest this tension may be eased if young\nstellar populations form on top of older stellar components, or if bright\n$z\\sim15$ galaxies are observed during a burst of star formation.\n"}, {"arxiv_url": "https://arxiv.org/abs/2301.09482", "fields": ["CEERS"], "title": "CEERS Spectroscopic Confirmation of NIRCam-Selected z > 8 Galaxy Candidates with JWST/NIRSpec: Initial Characterization of their Properties", "authors": ["Fujimoto, Seiji", "Haro, Pablo Arrabal", "Dickinson, Mark", "Finkelstein, Steven L.", "Kartaltepe, Jeyhan S.", "Larson, Rebecca L.", "Burgarella, Denis", "Bagley, Micaela B.", "Behroozi, Peter", "Chworowsky, Katherine", "Hirschmann, Michaela", "Trump, Jonathan R.", "Wilkins, Stephen M.", "Yung, L. Y. Aaron", "Koekemoer, Anton M.", "Papovich, Casey", "Pirzkal, Nor", "Ferguson, Henry C.", "Fontana, Adriano", "Grogin, Norman A.", "Grazian, Andrea", "Kewley, Lisa J.", "Kocevski, Dale D.", "Lotz, Jennifer M.", "Pentericci, Laura", "Ravindranath, Swara", "Somerville, Rachel S.", "Amorin, Ricardo O.", "Backhaus, Bren E.", "Calabro, Antonello", "Casey, Caitlin M.", "Cooper, M. C.", "Franco, Maximilien", "Giavalisco, Mauro", "Hathi, Nimish P.", "Harish, Santosh", "Hutchison, Taylor A.", "Iyer, Kartheik G.", "Jung, Intae", "Lucas, Ray A.", "Zavala, Jorge A."], "date": "2023/01/23", "abs": " We present JWST NIRSpec spectroscopy for 11 galaxy candidates with\nphotometric redshifts of $z\\simeq9-13$ and $M_{\\rm\\,UV} \\in[-21,-18]$ newly\nidentified in NIRCam images in the Cosmic Evolution Early Release Science\n(CEERS) Survey. We confirm emission line redshifts for 7 galaxies at\n$z=7.762-8.998$ using spectra at $\\sim1-5\\mu$m either with the NIRSpec prism or\nits three medium resolution gratings. For $z\\simeq9$ photometric candidates, we\nachieve a high confirmation rate of $\\simeq$90\\%, which validates the classical\ndropout selection from NIRCam photometry. No robust emission lines are\nidentified in three galaxy candidates at $z>10$, where the strong [OIII] and\nH$\\beta$ lines would be redshifted beyond the wavelength range observed by\nNIRSpec, and the Lyman-$\\alpha$ continuum break is not detected with the\ncurrent sensitivity. Compared with HST-selected bright galaxies\n($M_{\\rm\\,UV}\\simeq-22$) that are similarly spectroscopically confirmed at\n$z\\gtrsim8$, these NIRCam-selected galaxies are characterized by lower star\nformation rates (SFR$\\simeq4\\,M_{\\odot}$~yr$^{-1}$) and lower stellar masses\n($\\simeq10^{8}\\,M_{\\odot}$), but with higher [OIII]+H$\\beta$ equivalent widths\n($\\simeq$1100$\\r{A}$), and elevated production efficiency of ionizing photons\n($\\log(\\xi_{\\rm\\,ion}/{\\rm\\,Hz\\,erg}^{-1})\\simeq25.8$) induced by young stellar\npopulations ($<10$~Myrs) accounting for $\\simeq20\\%$ of the galaxy mass,\nhighlighting the key contribution of faint galaxies to cosmic reionization.\nTaking advantage of the homogeneous selection and sensitivity, we also\ninvestigate metallicity and ISM conditions with empirical calibrations using\nthe [OIII]/H$\\beta$ ratio. We find that galaxies at $z\\sim8-9$ have higher SFRs\nand lower metallicities than galaxies at similar stellar masses at $z\\sim2-6$,\nwhich is generally consistent with the current galaxy formation and evolution\nmodels.\n"}, {"arxiv_url": "https://arxiv.org/abs/2207.12446", "fields": ["CEERS"], "title": "A population of red candidate massive galaxies ~600 Myr after the Big Bang", "authors": ["Labbe, Ivo", "van Dokkum, Pieter", "Nelson, Erica", "Bezanson, Rachel", "Suess, Katherine", "Leja, Joel", "Brammer, Gabriel", "Whitaker, Katherine", "Mathews, Elijah", "Stefanon, Mauro", "Wang, Bingjie"], "date": "2022/07/25", "abs": " Galaxies with stellar masses as high as $\\sim 10^{11}$ solar masses have been\nidentified out to redshifts $z \\sim 6$, approximately one billion years after\nthe Big Bang. It has been difficult to find massive galaxies at even earlier\ntimes, as the Balmer break region, which is needed for accurate mass estimates,\nis redshifted to wavelengths beyond $2.5\\mum$. Here we make use of the\n$1-5\\mum$ coverage of the JWST early release observations to search for\nintrinsically red galaxies in the first ~750 million years of cosmic history.\nIn the survey area, we find six candidate massive galaxies (stellar mass\n$>10^{10}$ solar masses) at $7.4 < z < 9.1$, 500 - 700 Myr after the Big Bang,\nincluding one galaxy with a possible stellar mass of $\\sim 10^{11}$ solar\nmasses. If verified with spectroscopy, the stellar mass density in massive\ngalaxies would be much higher than anticipated from previous studies based on\nrest-frame ultraviolet-selected samples.\n"}, {"arxiv_url": "https://arxiv.org/abs/2211.02607", "fields": ["JEMS", "HUDF*", "XDF*"], "title": "Evolution of the UV LF from z~15 to z~8 Using New JWST NIRCam Medium-Band Observations over the HUDF/XDF", "authors": ["Bouwens, Rychard J.", "Stefanon, Mauro", "Brammer, Gabriel", "Oesch, Pascal A.", "Herard-Demanche, Thomas", "Illingworth, Garth D.", "Matthee, Jorryt", "Naidu, Rohan P.", "van Dokkum, Pieter G.", "van Leeuwen, Ivana F."], "date": "2022/11/04", "abs": " We present the first constraints on the prevalence of z>10 galaxies in the\nHubble Ultra Deep Field (HUDF) leveraging new NIRCam observations from JEMS\n(JWST Extragalactic Medium-band Survey). These NIRCam observations probe\nredward of 1.6$\\mu$m, beyond the wavelength limit of HST, allowing us to search\nfor galaxies to z>10. These observations indicate that the highest redshift\ncandidate identified in the HUDF09 data with HST, UDFj-39546284, has a redshift\nof z>11.5, as had been suggested in analyses of the HUDF12/XDF data. This has\nnow been confirmed with JWST NIRSpec. This source is thus the most distant\ngalaxy discovered by HST in its >30 years of operation. Additionally, we\nidentify nine other z~8-13 candidate galaxies over the HUDF, two of which are\nnew discoveries that appear to lie at z~11-12. We use these results to\ncharacterize the evolution of the UV luminosity function (LF) from z~15 to\nz~8.7. While our LF results at z~8.7 and z~10.5 are consistent with previous\nfindings over the HUDF, our new LF estimates at z~12.6 are higher than other\nresults in the literature, potentially pointing to a milder evolution in the UV\nluminosity density from z~12.6. We emphasize that our LF results are uncertain\ngiven the small number of z~12.6 sources and limited volume probed. The new\nNIRCam data also indicate that the faint z~8-13 galaxies in the HUDF/XDF show\nblue UV-continuum slopes beta~-2.7, high specific star formation rates ~24.5\nGyr**-1, and high EW (~1300A) [OIII]+H$\\beta$ emission, with two z~8.5 sources\nshowing [OIII]+H$\\beta$ EWs of ~2300 A.\n"}, {"arxiv_url": "https://arxiv.org/abs/2207.12356", "fields": ["GLASS", "SMACS J0723.3-7323", "CEERS", "UltraVista*"], "title": "The evolution of the galaxy UV luminosity function at redshifts z ~ 8-15 from deep JWST and ground-based near-infrared imaging", "authors": ["Donnan, C. T.", "McLeod, D. J.", "Dunlop, J. S.", "McLure, R. J.", "Carnall, A. C.", "Begley, R.", "Cullen, F.", "Hamadouche, M. L.", "Bowler, R. A. A.", "Magee, D.", "McCracken, H. J.", "Milvang-Jensen, B.", "Moneti, A.", "Targett, T."], "date": "2022/07/25", "abs": " We reduce and analyse the available James Webb Space Telescope (JWST) ERO and\nERS NIRCam imaging (SMACS0723, GLASS, CEERS) in combination with the latest\ndeep ground-based near-infrared imaging in the COSMOS field (provided by\nUltraVISTA DR5) to produce a new measurement of the evolving galaxy UV\nluminosity function (LF) over the redshift range $z = 8 - 15$. This yields a\nnew estimate of the evolution of UV luminosity density ($\\rho_{\\rm UV}$), and\nhence cosmic star-formation rate density ($\\rho_{\\rm SFR}$) out to within $<\n300$\\, Myr of the Big Bang. Our results confirm that the high-redshift LF is\nbest described by a double power-law (rather than a Schechter) function up to\n$z\\sim10$, and that the LF and the resulting derived $\\rho_{\\rm UV}$ (and thus\n$\\rho_{\\rm SFR}$), continues to decline gradually and steadily up to $z\\sim15$\n(as anticipated from previous studies which analysed the pre-existing data in a\nconsistent manner to this study). We provide details of the 61 high-redshift\ngalaxy candidates, 47 of which are new, that have enabled this new analysis.\nOur sample contains 6 galaxies at $z \\ge 12$, one of which appears to set a new\nredshift record as an apparently robust galaxy candidate at $z \\simeq 16.4$,\nthe properties of which we therefore consider in detail. The advances presented\nhere emphasize the importance of achieving high dynamic range in studies of\nearly galaxy evolution, and re-affirm the enormous potential of forthcoming\nlarger JWST programmes to transform our understanding of the young Universe.\n"}, {"arxiv_url": "https://arxiv.org/abs/2207.09434", "fields": ["GLASS", "CEERS"], "title": "Two Remarkably Luminous Galaxy Candidates at $z\\approx10-12$ Revealed by JWST", "authors": ["Naidu, Rohan P.", "Oesch, Pascal A.", "van Dokkum, Pieter", "Nelson, Erica J.", "Suess, Katherine A.", "Brammer, Gabriel", "Whitaker, Katherine E.", "Illingworth, Garth", "Bouwens, Rychard", "Tacchella, Sandro", "Matthee, Jorryt", "Allen, Natalie", "Bezanson, Rachel", "Conroy, Charlie", "Labbe, Ivo", "Leja, Joel", "Leonova, Ecaterina", "Magee, Dan", "Price, Sedona H.", "Setton, David J.", "Strait, Victoria", "Stefanon, Mauro", "Toft, Sune", "Weaver, John R.", "Weibel, Andrea"], "date": "2022/07/19", "abs": " The first few hundred Myrs at $z>10$ mark the last major uncharted epoch in\nthe history of the Universe, where only a single galaxy (GNz11 at $z\\approx11$)\nis currently spectroscopically confirmed. Here we present a search for luminous\n$z>10$ galaxies with $JWST$/NIRCam photometry spanning $\\approx1-5\\mu$m and\ncovering 49 arcmin$^{2}$ from the public Early Release Science programs (CEERS\nand GLASS). Our most secure candidates are two $M_{\\rm{UV}}\\approx-21$ systems:\nGLASS-z12 and GLASS-z10. These galaxies display abrupt $\\gtrsim1.8$ mag breaks\nin their spectral energy distributions, consistent with complete absorption of\nflux bluewards of Lyman-$\\alpha$ that is redshifted to $z=12.4^{+0.1}_{-0.3}$\nand $z=10.4^{+0.4}_{-0.5}$. Lower redshift interlopers such as quiescent\ngalaxies with strong Balmer breaks would be comfortably detected at $>5\\sigma$\nin multiple bands where instead we find no flux. From SED modeling we infer\nthat these galaxies have already built up $\\sim 10^9$ solar masses in stars\nover the $\\lesssim300-400$ Myrs after the Big Bang. The brightness of these\nsources enable morphological constraints. Tantalizingly, GLASS-z10 shows a\nclearly extended exponential light profile, potentially consistent with a disk\ngalaxy of $r_{\\rm{50}}\\approx0.7$ kpc. These sources, if confirmed, join GNz11\nin defying number density forecasts for luminous galaxies based on Schechter UV\nluminosity functions, which require a survey area $>10\\times$ larger than we\nhave studied here to find such luminous sources at such high redshifts. They\nextend evidence from lower redshifts for little or no evolution in the bright\nend of the UV luminosity function into the cosmic dawn epoch, with implications\nfor just how early these galaxies began forming. This, in turn, suggests that\nfuture deep $JWST$ observations may identify relatively bright galaxies to much\nearlier epochs than might have been anticipated.\n"}, {"arxiv_url": "https://arxiv.org/abs/2208.02794", "fields": ["CEERS"], "title": "Schrodinger's Galaxy Candidate: Puzzlingly Luminous at $z\\approx17$, or Dusty/Quenched at $z\\approx5$?", "authors": ["Naidu, Rohan P.", "Oesch, Pascal A.", "Setton, David J.", "Matthee, Jorryt", "Conroy, Charlie", "Johnson, Benjamin D.", "Weaver, John R.", "Bouwens, Rychard J.", "Brammer, Gabriel B.", "Dayal, Pratika", "Illingworth, Garth D.", "Barrufet, Laia", "Belli, Sirio", "Bezanson, Rachel", "Bose, Sownak", "Heintz, Kasper E.", "Leja, Joel", "Leonova, Ecaterina", "Marques-Chaves, Rui", "Stefanon, Mauro", "Toft, Sune", "van der Wel, Arjen", "van Dokkum, Pieter", "Weibel, Andrea", "Whitaker, Katherine E."], "date": "2022/08/04", "abs": " $JWST$'s first glimpse of the $z>10$ Universe has yielded a surprising\nabundance of luminous galaxy candidates. Here we present the most extreme of\nthese systems: CEERS-1749. Based on $0.6-5\\mu$m photometry, this strikingly\nluminous ($\\approx$26 mag) galaxy appears to lie at $z\\approx17$. This would\nmake it an $M_{\\rm{UV}}\\approx-22$,\n$M_{\\rm{\\star}}\\approx5\\times10^{9}M_{\\rm{\\odot}}$ system that formed a mere\n$\\sim220$ Myrs after the Big Bang. The implied number density of this galaxy\nand its analogues challenges virtually every early galaxy evolution model that\nassumes $\\Lambda$CDM cosmology. However, there is strong environmental evidence\nsupporting a secondary redshift solution of $z\\approx5$: all three of the\ngalaxy's nearest neighbors at $<2.5$\" have photometric redshifts of\n$z\\approx5$. Further, we show that CEERS-1749 may lie in a $z\\approx5$\nprotocluster that is $\\gtrsim5\\times$ overdense compared to the field. Intense\nline emission at $z\\approx5$ from a quiescent galaxy harboring ionized gas, or\nfrom a dusty starburst, may provide satisfactory explanations for CEERS-1749's\nphotometry. The emission lines at $z\\approx5$ conspire to boost the $>2\\mu$m\nphotometry, producing an apparent blue slope as well as a strong break in the\nSED. Such a perfectly disguised contaminant is possible only in a narrow\nredshift window ($\\Delta z\\lesssim0.1$), implying that the permitted volume for\nsuch interlopers may not be a major concern for $z>10$ searches, particularly\nwhen medium-bands are deployed. If CEERS-1749 is confirmed to lie at\n$z\\approx5$, it will be the highest-redshift quiescent galaxy, or one of the\nlowest mass dusty galaxies of the early Universe detected to-date. Both\nredshift solutions of this intriguing galaxy hold the potential to challenge\nexisting models of early galaxy evolution, making spectroscopic follow-up of\nthis source critical.\n"}, {"arxiv_url": "https://arxiv.org/abs/2208.01612", "fields": ["GLASS", "CEERS", "SMACS J0723.3-7323", "Stephan's Quintet"], "title": "A Comprehensive Study on Galaxies at z~9-16 Found in the Early JWST Data: UV Luminosity Functions and Cosmic Star-Formation History at the Pre-Reionization Epoch", "authors": ["Harikane, Yuichi", "Ouchi, Masami", "Oguri, Masamune", "Ono, Yoshiaki", "Nakajima, Kimihiko", "Isobe, Yuki", "Umeda, Hiroya", "Mawatari, Ken", "Zhang, Yechi"], "date": "2022/08/02", "abs": " We conduct a comprehensive study on dropout galaxy candidates at $z\\sim9-16$\nusing the first 90 arcmin$^2$ JWST/NIRCam images taken by the early release\nobservations (ERO) and early release science (ERS) programs. With the JWST\nsimulation images, we find that a number of foreground interlopers are selected\nwith a weak photo-$z$ determination ($\\Delta\\chi^2>4$). We thus carefully apply\na secure photo-$z$ selection criterion ($\\Delta\\chi^2>9$) and conventional\ncolor criteria with confirmations of the ERO NIRSpec spectroscopic redshifts,\nand obtain a total of 23 dropout galaxies at $z\\sim9-16$, including two\ncandidates at $z_\\mathrm{phot}=16.25_{-0.46}^{+0.24}$ and\n$16.41_{-0.55}^{+0.66}$. We perform thorough comparisons of dropout galaxies\nfound in our work with recent JWST studies, and conclude that our galaxy sample\nis reliable enough for statistical analyses. We derive the UV luminosity\nfunctions at $z\\sim9-16$, and confirm that our UV luminosity functions at\n$z\\sim 9$ and $12$ agree with those determined by other HST and JWST studies.\nThe cosmic star-formation rate density decreases from $z\\sim9$ to $12$, and\nperhaps to $16$, but the densities at $z\\sim12-16$ are higher than the constant\nstar formation efficiency model. Interestingly, there are six bright galaxy\ncandidates at $z\\sim10-16$ with $M_\\mathrm{UV}<-19.5$ mag and $M_*\\sim10^{8-9}\nM_\\odot$. Because a majority ($\\sim80$\\%) of these galaxies show no signatures\nof AGNs in their morphologies, the high cosmic star-formation rate densities\nand the existence of these UV-luminous galaxies are explained by no suppression\nof star-formation by the UV background radiation at the pre-reionization epoch\nand/or an efficient UV radiation production by a top-heavy IMF with Population\nIII-like star formation.\n"}, {"arxiv_url": "https://arxiv.org/abs/2112.09141", "fields": ["ALMA*"], "title": "A Search for H-Dropout Lyman Break Galaxies at z~12-16", "authors": ["Harikane, Yuichi", "Inoue, Akio K.", "Mawatari, Ken", "Hashimoto, Takuya", "Yamanaka, Satoshi", "Fudamoto, Yoshinobu", "Matsuo, Hiroshi", "Tamura, Yoichi", "Dayal, Pratika", "Yung, L. Y. Aaron", "Hutter, Anne", "Pacucci, Fabio", "Sugahara, Yuma", "Koekemoer, Anton M."], "date": "2021/12/16", "abs": " We present two bright galaxy candidates at z~12-13 identified in our\nH-dropout Lyman break selection with 2.3 deg2 near-infrared deep imaging data.\nThese galaxy candidates, selected after careful screening of foreground\ninterlopers, have spectral energy distributions showing a sharp discontinuity\naround 1.7 um, a flat continuum at 2-5 um, and non-detections at <1.2 um in the\navailable photometric datasets, all of which are consistent with z>12 galaxy.\nAn ALMA program targeting one of the candidates shows a tentative 4sigma\n[OIII]88um line at z=13.27, in agreement with its photometric redshift\nestimate. The number density of the z~12-13 candidates is comparable to that of\nbright z~10 galaxies, and is consistent with a recently proposed double\npower-law luminosity function rather than the Schechter function, indicating\nlittle evolution in the abundance of bright galaxies from z~4 to 13.\nComparisons with theoretical models show that the models cannot reproduce the\nbright end of rest-frame ultraviolet luminosity functions at z~10-13. Combined\nwith recent studies reporting similarly bright galaxies at z~9-11 and mature\nstellar populations at z~6-9, our results indicate the existence of a number of\nstar-forming galaxies at z>10, which will be detected with upcoming space\nmissions such as James Webb Space Telescope, Nancy Grace Roman Space Telescope,\nand GREX-PLUS.\n"}, {"arxiv_url": "https://arxiv.org/abs/2212.04480", "fields": ["JADES"], "title": "Identification and properties of intense star-forming galaxies at redshifts z>10", "authors": ["Robertson, B. E.", "Tacchella, S.", "Johnson, B. D.", "Hainline, K.", "Whitler, L.", "Eisenstein, D. J.", "Endsley, R.", "Rieke, M.", "Stark, D. P.", "Alberts, S.", "Dressler, A.", "Egami, E.", "Hausen, R.", "Rieke, G.", "Shivaei, I.", "Williams, C. C.", "Willmer, C. N. A.", "Arribas, S.", "Bonaventura, N.", "Bunker, A.", "Cameron, A. J.", "Carniani, S.", "Charlot, S.", "Chevallard, J.", "Curti, M.", "Curtis-Lake, E.", "D'Eugenio, F.", "Jakobsen, P.", "Looser, T. J.", "Lützgendorf, N.", "Maiolino, R.", "Maseda, M. V.", "Rawle, T.", "Rix, H. -W.", "Smit, R.", "Übler, H.", "Willott, C.", "Witstok, J.", "Baum, S.", "Bhatawdekar, R.", "Boyett, K.", "Chen, Z.", "de Graaff, A.", "Florian, M.", "Helton, J. M.", "Hviding, R. E.", "Ji, Z.", "Kumari, N.", "Lyu, J.", "Nelson, E.", "Sandles, L.", "Saxena, A.", "Suess, K. A.", "Sun, F.", "Topping, M.", "Wallace, I. E. B."], "date": "2022/12/08", "abs": " Surveys with James Webb Space Telescope (JWST) have discovered candidate\ngalaxies in the first 400 Myr of cosmic time. Preliminary indications have\nsuggested these candidate galaxies may be more massive and abundant than\npreviously thought. However, without confirmed distances, their inferred\nproperties remain uncertain. Here we identify four galaxies located in the JWST\nAdvanced Deep Extragalactic Survey (JADES) Near-Infrared Camera (NIRCam)\nimaging with photometric redshifts z~10-13. These galaxies include the first\nredshift z>12 systems discovered with distances spectroscopically confirmed by\nJWST in a companion paper. Using stellar population modelling, we find the\ngalaxies typically contain a hundred million solar masses in stars, in stellar\npopulations that are less than one hundred million years old. The moderate star\nformation rates and compact sizes suggest elevated star formation rate surface\ndensities, a key indicator of their formation pathways. Taken together, these\nmeasurements show that the first galaxies contributing to cosmic reionisation\nformed rapidly and with intense internal radiation fields.\n"}, {"arxiv_url": "https://arxiv.org/abs/2212.04568", "fields": ["JADES"], "title": "Spectroscopic confirmation of four metal-poor galaxies at z=10.3-13.2", "authors": ["Curtis-Lake, Emma", "Carniani, Stefano", "Cameron, Alex", "Charlot, Stephane", "Jakobsen, Peter", "Maiolino, Roberto", "Bunker, Andrew", "Witstok, Joris", "Smit, Renske", "Chevallard, Jacopo", "Willott, Chris", "Ferruit, Pierre", "Arribas, Santiago", "Bonaventura, Nina", "Curti, Mirko", "D'Eugenio, Francesco", "Franx, Marijn", "Giardino, Giovanna", "Looser, Tobias J.", "Lützgendorf, Nora", "Maseda, Michael V.", "Rawle, Tim", "Rix, Hans-Walter", "del Pino, Bruno Rodriguez", "Übler, Hannah", "Sirianni, Marko", "Dressler, Alan", "Egami, Eiichi", "Eisenstein, Daniel J.", "Endsley, Ryan", "Hainline, Kevin", "Hausen, Ryan", "Johnson, Benjamin D.", "Rieke, Marcia", "Robertson, Brant", "Shivaei, Irene", "Stark, Daniel P.", "Tacchella, Sandro", "Williams, Christina C.", "Willmer, Christopher N. A.", "Bhatawdekar, Rachana", "Bowler, Rebecca", "Boyett, Kristan", "Chen, Zuyi", "de Graaff, Anna", "Helton, Jakob M.", "Hviding, Raphael E.", "Jones, Gareth C.", "Kumari, Nimisha", "Lyu, Jianwei", "Nelson, Erica", "Perna, Michele", "Sandles, Lester", "Saxena, Aayush", "Suess, Katherine A.", "Sun, Fengwu", "Topping, Michael W.", "Wallace, Imaan E. B.", "Whitler, Lily"], "date": "2022/12/08", "abs": " Finding and characterising the first galaxies that illuminated the early\nUniverse at cosmic dawn is pivotal to understand the physical conditions and\nthe processes that led to the formation of the first stars. In the first few\nmonths of operations, imaging from the James Webb Space Telescope (JWST) have\nbeen used to identify tens of candidates of galaxies at redshift (z) greater\nthan 10, less than 450 million years after the Big Bang. However, none of these\ncandidates has yet been confirmed spectroscopically, leaving open the\npossibility that they are actually low-redshift interlopers. Here we present\nspectroscopic confirmation and analysis of four galaxies unambiguously detected\nat redshift 10.3<z<13.2, previously selected from NIRCam imaging. The spectra\nreveal that these primeval galaxies are extremely metal poor, have masses\nbetween 10^7 and a few times 10^8 solar masses, and young ages. The damping\nwings that shape the continuum close to the Lyman edge are consistent with a\nfully neutral intergalactic medium at this epoch. These findings demonstrate\nthe rapid emergence of the first generations of galaxies at cosmic dawn.\n"}, {"arxiv_url": "https://arxiv.org/abs/2210.01777", "fields": ["GO-2282"], "title": "High-Redshift Galaxy Candidates at $z = 9-13$ as Revealed by JWST Observations of WHL0137-08", "authors": ["Bradley, Larry D.", "Coe, Dan", "Brammer, Gabriel", "Furtak, Lukas J.", "Larson, Rebecca L.", "Andrade-Santos, Felipe", "Bhatawdekar, Rachana", "Bradac, Marusa", "Broadhurst, Tom", "Carnall, Adam", "Conselice, Christopher J.", "Diego, Jose M.", "Frye, Brenda", "Fujimoto, Seiji", "Hsiao, Tiger Y. -Y", "Hutchison, Taylor A.", "Jung, Intae", "Mahler, Guillaume", "McCandliss, Stephan", "Oguri, Masamune", "Postman, Marc", "Sharon, Keren", "Trenti, Michele", "Vanzella, Eros", "Welch, Brian", "Windhorst, Rogier A.", "Zitrin, Adi"], "date": "2022/10/04", "abs": " JWST was designed to peer into the distant universe and study galaxies nearer\nthe beginning of time than previously. Here we report the discovery of 12\ngalaxy candidates observed 300-600 Myr after the Big Bang with photometric\nredshifts between z ~ 8.5-13 measured using JWST NIRCam imaging of the galaxy\ncluster WHL0137 observed in 8 filters spanning 0.8-5.0 $\\mu$m, plus 9 HST\nfilters spanning 0.4-1.7 $\\mu$m. Three of these candidates are gravitationally\nlensed by the foreground galaxy cluster and have magnifications of $\\mu \\sim 3\n- 8$. The remaining nine candidates are located in a second JWST NIRCam module,\ncentered ~29' from the cluster center, with expected magnifications of $\\mu$ <~\n1.1. Our sample of high-redshift candidates have observed F200W AB magnitudes\nbetween 25.9 and 28.1 mag and intrinsic F200W AB magnitudes between 26.4 and\n29.7 mag ($M_{UV}$ = -22.5 to -17). We find the stellar masses of these\ngalaxies are in the range $\\log M_{*}/M_{\\odot}$ = 8 - 9, and down to 7.5 for\nthe lensed galaxies. All are young with mass-weighted ages < 100 Myr, low dust\ncontent $A_V$ < 0.15 mag, and high specific star formation rates sSFR ~10-50\nGyr$^{-1}$ for most. One z ~ 9 candidate is consistent with an age < 5 Myr and\na sSFR ~250 Gyr$^{-1}$, as inferred from a strong F444W excess, implying\n[OIII]+H-beta rest-frame equivalent width ~2000 Angstrom, although an older and\nredder z~ 10 object is also allowed. Another z~9 candidate ID9356 is lensed\ninto an arc 2.6\" long by the effects of strong gravitational lensing ($\\mu$~8),\nand has at least two bright knots of unevenly distributed star formation. This\narc is the most spatially-resolved galaxy at z~9 known to date, revealing\nstructures ~30 pc across. Follow-up spectroscopy of WHL0137 with JWST/NIRSpec\nis planned for later this year, which will validate some of these candidates\nand study their physical properties in more detail.\n"}, {"arxiv_url": "https://arxiv.org/abs/2211.03896", "fields": ["GLASS", "CEERS", "SMACS J0723.3-7323", "Stephan's Quintet", "ALMA*"], "title": "ALMA FIR View of Ultra High-redshift Galaxy Candidates at $z\\sim$ 11-17: Blue Monsters or Low-$z$ Red Interlopers?", "authors": ["Fujimoto, Seiji", "Finkelstein, Steven L.", "Burgarella, Denis", "Carilli, Chris L.", "Buat, Véronique", "Casey, Caitlin M.", "Ciesla, Laure", "Tacchella, Sandro", "Zavala, Jorge A.", "Brammer, Gabriel", "Fudamoto, Yoshinobu", "Ouchi, Masami", "Valentino, Francesco", "Cooper, M. C.", "Dickinson, Mark", "Franco, Maximilien", "Giavalisco, Mauro", "Hutchison, Taylor A.", "Kartaltepe, Jeyhan S.", "Koekemoer, Anton M.", "Kojima, Takashi", "Larson, Rebecca L.", "Murphy, Eric J.", "Papovich, Casey", "Pérez-González, Pablo G.", "Somerville, Rachel S.", "Yoon, Ilsang", "Wilkins, Stephen M.", "Yung, L. Y. Aaron", "Akins, Hollis", "Amorín, Ricardo O.", "Haro, Pablo Arrabal", "Bagley, Micaela B.", "Chworowsky, Katherine", "Cooper, Olivia R.", "Costantin, Luca", "Daddi, Emanuele", "Ferguson, Henry C.", "Grogin, Norman A.", "Jiménez-Andrade, E. F.", "Juneau, Stéphanie", "Kirkpatrick, Allison", "Kocevski, Dale D.", "Bail, Aurélien Le", "Long, Arianna", "Lucas, Ray A.", "Magnelli, Benjamin", "McKinney, Jed", "Rose, Caitlin", "Seillé, Lise-Marie", "Simons, Raymond C.", "Weiner, Benjamin J."], "date": "2022/11/07", "abs": " We present ALMA Band 7 observations of a remarkably bright galaxy candidate\nat $z_{\\rm phot}$=$16.7^{+1.9}_{-0.3}$ ($M_{\\rm UV}$=$-21.6$), S5-z17-1,\nidentified in JWST Early Release Observation data of Stephen's Quintet. We do\nnot detect the dust continuum at 866 $\\mu$m, ruling out the possibility that\nS5-z17-1 is a low-$z$ dusty starburst with a star-formation rate (SFR) of\n$\\gtrsim 30\\,M_{\\odot}$ yr$^{-1}$. We detect a 5.1$\\sigma$ line feature at\n$338.726\\pm0.007$ GHz exactly coinciding with the JWST source position, with a\n2% likelihood of the signal being spurious. The most likely line identification\nwould be [OIII]52$\\mu$m at $z=16.01$ or [CII]158$\\mu$m at $z=4.61$, whose line\nluminosities do not violate the non-detection of the dust continuum in both\ncases. Together with three other $z\\gtrsim$ 11-13 candidate galaxies recently\nobserved with ALMA, we conduct a joint ALMA and JWST spectral energy\ndistribution (SED) analysis and find that the high-$z$ solution at $z\\sim$11-17\nis favored in every candidate as a very blue (UV continuum slope of\n$\\approx-2.3$) and luminous ($M_{\\rm UV}$ $\\approx$ [$-$24:$-$21]) system.\nStill, we find in some candidates that reasonable SED fits ($\\Delta$\n$\\chi^{2}\\lesssim4$) are reproduced by type-II quasar and/or quiescent galaxy\ntemplates with strong emission lines at $z\\sim3$-5, where such populations\npredicted from their luminosity functions and EW([OIII]+H$\\beta$) distributions\nare abundant in survey volumes used for the $z\\sim$11-17 candidates. While\nthese recent ALMA observation results have strengthened the likelihood of the\nhigh-$z$ solutions, lower-$z$ possibilities are not completely ruled out in\nsome of the $z\\sim$11-17 candidates.\n"}, {"arxiv_url": "https://arxiv.org/abs/2303.15431", "fields": ["CEERS"], "title": "Spectroscopic verification of very luminous galaxy candidates in the early universe", "authors": ["Haro, Pablo Arrabal", "Dickinson, Mark", "Finkelstein, Steven L.", "Kartaltepe, Jeyhan S.", "Donnan, Callum T.", "Burgarella, Denis", "Carnall, Adam", "Cullen, Fergus", "Dunlop, James S.", "Fernández, Vital", "Fujimoto, Seiji", "Jung, Intae", "Krips, Melanie", "Larson, Rebecca L.", "Papovich, Casey", "Pérez-González, Pablo G.", "Amorín, Ricardo O.", "Bagley, Micaela B.", "Buat, Véronique", "Casey, Caitlin M.", "Chworowsky, Katherine", "Cohen, Seth H.", "Ferguson, Henry C.", "Giavalisco, Mauro", "Huertas-Company, Marc", "Hutchison, Taylor A.", "Kocevski, Dale D.", "Koekemoer, Anton M.", "Lucas, Ray A.", "McLeod, Derek J.", "McLure, Ross J.", "Pirzkal, Norbert", "Trump, Jonathan R.", "Weiner, Benjamin J.", "Wilkins, Stephen M.", "Zavala, Jorge A."], "date": "2023/03/27", "abs": " During the first 500 million years of cosmic history, the first stars and\ngalaxies formed and seeded the cosmos with heavy elements. These early galaxies\nilluminated the transition from the cosmic \"dark ages\" to the reionization of\nthe intergalactic medium. This transitional period has been largely\ninaccessible to direct observation until the recent commissioning of JWST,\nwhich has extended our observational reach into that epoch. Excitingly, the\nfirst JWST science observations uncovered a surprisingly high abundance of\nearly star-forming galaxies. However, the distances (redshifts) of these\ngalaxies were, by necessity, estimated from multi-band photometry. Photometric\nredshifts, while generally robust, can suffer from uncertainties and/or\ndegeneracies. Spectroscopic measurements of the precise redshifts are required\nto validate these sources and to reliably quantify their space densities,\nstellar masses, and star formation rates, which provide powerful constraints on\ngalaxy formation models and cosmology. Here we present the results of JWST\nfollow-up spectroscopy of a small sample of galaxies suspected to be amongst\nthe most distant yet observed. We confirm redshifts z > 10 for two galaxies,\nincluding one of the first bright JWST-discovered candidates with z = 11.4, and\nshow that another galaxy with suggested z ~ 16 instead has z = 4.9, with strong\nemission lines that mimic the expected colors of more distant objects. These\nresults reinforce the evidence for the rapid production of luminous galaxies in\nthe very young Universe, while also highlighting the necessity of spectroscopic\nverification for remarkable candidates.\n"}, {"arxiv_url": "https://arxiv.org/abs/2208.01816", "fields": ["CEERS", "JCMT/SCUBA-2*", "NOEMA*"], "title": "Dusty Starbursts Masquerading as Ultra-high Redshift Galaxies in JWST CEERS Observations", "authors": ["Zavala, Jorge A.", "Buat, Veronique", "Casey, Caitlin M.", "Burgarella, Denis", "Finkelstein, Steven L.", "Bagley, Micaela B.", "Ciesla, Laure", "Daddi, Emanuele", "Dickinson, Mark", "Ferguson, Henry C.", "Franco, Maximilien", "Jim'enez-Andrade, E. F.", "Kartaltepe, Jeyhan S.", "Koekemoer, Anton M.", "Bail, Aurélien Le", "Murphy, E. J.", "Papovich, Casey", "Tacchella, Sandro", "Wilkins, Stephen M.", "Aretxaga, Itziar", "Behroozi, Peter", "Champagne, Jaclyn B.", "Fontana, Adriano", "Giavalisco, Mauro", "Grazian, Andrea", "Grogin, Norman A.", "Kewley, Lisa J.", "Kocevski, Dale D.", "Kirkpatrick, Allison", "Lotz, Jennifer M.", "Pentericci, Laura", "Perez-Gonzalez, Pablo G.", "Pirzkal, Nor", "Ravindranath, Swara", "Somerville, Rachel S.", "Trump, Jonathan R.", "Yang, Guang", "Yung, L. Y. Aaron", "Almaini, Omar", "Amorin, Ricardo O.", "Annunziatella, Marianna", "Haro, Pablo Arrabal", "Backhaus, Bren E.", "Barro, Guillermo", "Bell, Eric F.", "Bhatawdekar, Rachana", "Bisigello, Laura", "Buitrago, Fernando", "Calabro, Antonello", "Castellano, Marco", "Ortiz, Oscar A. Chavez", "Chworowsky, Katherine", "Cleri, Nikko J.", "Cohen, Seth H.", "Cole, Justin W.", "Cooke, Kevin C.", "Cooper, M. C.", "Cooray, Asantha R.", "Costantin, Luca", "Cox, Isabella G.", "Croton, Darren", "Dave, Romeel", "de la Vega, Alexander", "Dekel, Avishai", "Elbaz, David", "Estrada-Carpenter, Vicente", "Fernández, Vital", "Finkelstein, Keely D.", "Freundlich, Jonathan", "Fujimoto, Seiji", "García-Argumánez, Ángela", "Gardner, Jonathan P.", "Gawiser, Eric", "Gómez-Guijarro, Carlos", "Guo, Yuchen", "Hamilton, Timothy S.", "Hathi, Nimish P.", "Holwerda, Benne W.", "Hirschmann, Michaela", "Huertas-Company, Marc", "Hutchison, Taylor A.", "Iyer, Kartheik G.", "Jaskot, Anne E.", "Jha, Saurabh W.", "Jogee, Shardha", "Juneau, Stéphanie", "Jung, Intae", "Kassin, Susan A.", "Kurczynski, Peter", "Larson, Rebecca L.", "Leung, Gene C. K.", "Long, Arianna", "Lucas, Ray A.", "Magnelli, Benjamin", "Mantha, Kameswara Bharadwaj", "Matharu, Jasleen", "McGrath, Elizabeth J.", "McIntosh, Daniel H.", "Medrano, Aubrey", "Merlin, Emiliano", "Mobasher, Bahram", "Morales, Alexa M.", "Newman, Jeffrey A.", "Nicholls, David C.", "Pandya, Viraj", "Rafelski, Marc", "Ronayne, Kaila", "Rose, Caitlin", "Ryan Jr., Russell E.", "Santini, Paola", "Seillé, Lise-Marie", "Shah, Ekta A.", "Shen, Lu", "Simons, Raymond C.", "Snyder, Gregory F.", "Stanway, Elizabeth R.", "Straughn, Amber N.", "Teplitz, Harry I.", "Vanderhoof, Brittany N.", "Vega-Ferrero, Jesús", "Wang, Weichen", "Weiner, Benjamin J.", "Willmer, Christopher N. A.", "Wuyts, Stijn"], "date": "2022/08/03", "abs": " Lyman Break Galaxy (LBG) candidates at z>10 are rapidly being identified in\nJWST/NIRCam observations. Due to the (redshifted) break produced by neutral\nhydrogen absorption of rest-frame UV photons, these sources are expected to\ndrop out in the bluer filters while being well detected in redder filters.\nHowever, here we show that dust-enshrouded star-forming galaxies at lower\nredshifts (z<7) may also mimic the near-infrared (near-IR) colors of z>10 LBGs,\nrepresenting potential contaminants in LBG candidate samples. First, we analyze\nCEERS-DSFG-1, a NIRCam dropout undetected in the F115W and F150W filters but\ndetected at longer wavelengths. Combining the JWST data with (sub)millimeter\nconstraints, including deep NOEMA interferometric observations, we show that\nthis source is a dusty star-forming galaxy (DSFG) at z~5.1. We also present a\ntentative 2.6sigma SCUBA-2 detection at 850um around a recently identified z~16\nLBG candidate in the same field and show that, if the emission is real and\nassociated with this candidate, the available photometry is consistent with a\nz~5 dusty galaxy with strong nebular emission lines despite its blue near-IR\ncolors. Further observations on this candidate are imperative to mitigate the\nlow confidence of this tentative submillimeter emission and its positional\nuncertainty. Our analysis shows that robust (sub)millimeter detections of\nNIRCam dropout galaxies likely imply z=4-6 redshift solutions, where the\nobserved near-IR break would be the result of a strong rest-frame optical\nBalmer break combined with high dust attenuation and strong nebular line\nemission, rather than the rest-frame UV Lyman break. This provides evidence\nthat DSFGs may contaminate searches for ultra high-redshift LBG candidates from\nJWST observations.\n"}, {"arxiv_url": "https://arxiv.org/abs/2302.04270", "fields": ["NGDEEP"], "title": "A Large Population of Faint 8<z<16 Galaxies Found in the First JWST NIRCam Observations of the NGDEEP Survey", "authors": ["Austin, D.", "Adams, N. J.", "Conselice, C. J.", "Harvey, T.", "Ormerod, K.", "Trussler, J.", "Li, Q.", "Ferreira, L.", "Dayal, P."], "date": "2023/02/08", "abs": " We present an early analysis on the search for high redshift galaxies using\nthe deepest public JWST imaging to date, the NGDEEP field. This data consists\nof 6-band NIRCam imaging on the Hubble Ultra Deep Field-Par2, covering a total\narea of 6.3 arcmin$^{2}$. Based on our initial reduction of the first half of\nthis survey, we reach 5$\\sigma$ depths up to mag = 29.5--29.9 between $1-5$ um.\nSuch depths present an unprecedented opportunity to begin exploring the early\nUniverse with JWST. As such, we find high redshift galaxies in this field by\nexamining the spectral energy distribution of these systems and present 18 new\n$z > 8$ systems identified using two different photometric redshift codes:\nLePhare and EAZY, combined with other significance criteria. The highest\nredshift object in our sample is at $z=15.57^{+0.39}_{-0.38}$, which has a blue\nbeta slope of $\\beta=-3.25^{+0.41}_{-0.46}$ and a very low inferred stellar\nmass of $M_{*} = 10^{7.39}$ M_0,. We also discover a series of faint, low-mass\ndwarf galaxies with $M_{*} < 10^{8.5}$ M_0 at $z \\sim 9$ that have blue colors\nand UV slopes. The structure of these galaxies is such that they all have very\nflat surface brightness profiles and small sizes $< 1 \\ \\mathrm{kpc}$. We also\ncompare our results to theory, finding no significant disagreement with some\nCDM based models.The discovery of these objects, most of which are low\nluminosity and inferred stellar mass, demonstrates the power of probing\ncontinuously deeper into the Universe, pointing the way to deeper, or similar\ndepth but wider area, surveys and demonstrate the critical need for JWST deep\nfields to explore this aspect of the early Universe.\n"}, {"arxiv_url": "https://arxiv.org/abs/2207.14265", "fields": ["SMACS J0723.3-7323"], "title": "Seeing sharper and deeper: JWST's first glimpse of the photometric and spectroscopic properties of galaxies in the epoch of reionisation", "authors": ["Trussler, James A. A.", "Adams, Nathan J.", "Conselice, Christopher J.", "Ferreira, Leonardo", "Austin, Duncan", "Bhatawdekar, Rachana", "Caruana, Joseph", "Lovell, Christopher C.", "Roper, William J.", "Verma, Aprajita", "Vijayan, Aswin P.", "Wilkins, Stephen M."], "date": "2022/07/28", "abs": " We analyse the photometric and spectroscopic properties of four galaxies in\nthe epoch of reionisation (EoR) within the SMACS 0723 JWST Early Release\nObservations field. Given the known spectroscopic redshifts of these sources,\nwe investigated the accuracy with which photometric redshifts can be derived\nusing NIRCam photometry alone, finding that F115W imaging is essential to\ndistinguish between z~8 galaxies with high equivalent width (EW) [O III]\n{\\lambda}5007 emission and z~10 Balmer break galaxies. We find that all four\nsources exhibit strong (> 0.6 mag) F356W-F444W colours, which sit at the\nextreme end of theoretical predictions from numerical simulations. We find that\nthese galaxies deviate (by roughly 0.5 dex) from the local correlation between\n[O III] {\\lambda}5007/H\\beta and [Ne III] {\\lambda}3869/[O II], which is\nconsistent with the predictions from simulations of high-redshift galaxies. We\nmeasure the [O III] {\\lambda}5007 rest-frame equivalent widths both directly\nfrom the spectroscopy, and indirectly as inferred from the strong F356W-F444W\ncolours, finding large [O III] {\\lambda}5007 EWs of 400-1000 {\\AA}. The [O III]\n{\\lambda}5007 and H\\beta EWs are consistent with those seen in extreme,\nintensely star-forming dwarf galaxies in the local Universe. Our structural\nanalysis indicates that these galaxies are resolved, exhibiting irregular\nshapes with bright clumps and colour gradients. In line with the predictions\nfrom the FLARES hydrodynamic simulations, such intense star formation and\nextreme nebular conditions are likely the norm, rather than the exception, in\nthe EoR. Finally, although star-forming galaxies and AGN often occupy similar\nregions within the [O III] {\\lambda}5007/H\\beta-[O II]/H{\\delta} plane, we find\nthat AGN exhibit distinct, red colours in the F150W-F200W, F200W-F277W plane.\n"}, {"arxiv_url": "https://arxiv.org/abs/2212.02890", "fields": ["GLASS", "CEERS", "RXJ2129"], "title": "Dilution of chemical enrichment in galaxies 600 Myr after the Big Bang", "authors": ["Heintz, Kasper E.", "Brammer, Gabriel B.", "Giménez-Arteaga, Clara", "Strait, Victoria B.", "Lagos, Claudia del P.", "Vijayan, Aswin P.", "Matthee, Jorryt", "Watson, Darach", "Mason, Charlotte A.", "Hutter, Anne", "Toft, Sune", "Fynbo, Johan P. U.", "Oesch, Pascal A."], "date": "2022/12/06", "abs": " Galaxies throughout the last 12 Gyr of cosmic time follow a single, universal\nrelation that connects their star-formation rates (SFRs), stellar masses\n($M_\\star$) and chemical abundances. Deviation from these fundamental scaling\nrelations would imply a drastic change in the processes that regulate galaxy\nevolution. Observations have hinted at the possibility that this relation may\nbe broken in the very early universe. However, until recently, chemical\nabundances of galaxies could be only measured reliably as far back as redshift\n$z=3.3$. With JWST, we can now characterize the SFR, $M_\\star$, and chemical\nabundance of galaxies during the first few hundred million years after the Big\nBang, at redshifts $z=7-10$. Here we show that galaxies at this epoch follow\nunique SFR-$M_\\star$--main-sequence and mass-metallicity scaling relations, but\ntheir chemical abundance is a factor of three lower than expected from the\nfundamental-metallicity relation of later galaxies. These findings suggest that\ngalaxies at this time are still intimately connected with the intergalactic\nmedium and subject to continuous infall of pristine gas which effectively\ndilutes their metal abundances.\n"}, {"arxiv_url": "https://arxiv.org/abs/2212.06877", "fields": ["SMACS J0723.3-7323", "ALMA*"], "title": "The gas and stellar content of a metal-poor galaxy at $z=8.496$ as revealed by JWST and ALMA", "authors": ["Heintz, K. E.", "Giménez-Arteaga, C.", "Fujimoto, S.", "Brammer, G.", "Espada, D.", "Gillman, S.", "González-López, J.", "Greve, T. R.", "Harikane, Y.", "Hatsukade, B.", "Knudsen, K. K.", "Koekemoer, A. M.", "Kohno, K.", "Kokorev, V.", "Lee, M. M.", "Magdis, G. E.", "Nelson, E. J.", "Rizzo, F.", "Sanders, R. L.", "Schaerer, D.", "Shapley, A. E.", "Strait, V. B.", "Toft, S.", "Valentino, F.", "van der Wel, A.", "Vijayan, A. P.", "Watson, D.", "Bauer, F. E.", "Christiansen, C. R.", "Wilson, S. N."], "date": "2022/12/13", "abs": " We present a joint analysis of the galaxy S04590 at $z=8.496$ based on\nNIRSpec, NIRCam, and NIRISS observations obtained through as part of Early\nRelease Observations programme of the James Webb Space Telescope (JWST) and the\nfar-infrared [CII]-$158\\mu$m emission line detected by dedicated Atacama Large\nMillimeter/submillimeter Array (ALMA) observations. We determine the physical\nproperties of S04590 from modelling of the spectral energy distribution (SED)\nand through the redshifted optical nebular emission lines detected with\nJWST/NIRSpec. The best-fit SED model reveals a low-mass ($M_\\star =\n10^{7.2}-10^{8}\\,M_{\\odot}$) galaxy with a low oxygen abundance of $12+\\log{\\rm\n(O/H)} = 7.16^{+0.10}_{-0.12}$ derived from the strong nebular and auroral\nemission lines. Assuming that [CII] effectively traces the interstellar medium\n(ISM), we estimate the total gas mass of the galaxy to be $M_{\\rm gas} =\n(8.0\\pm 4.0)\\times 10^{8}\\,M_\\odot$ based on the luminosity and spatial extent\nof [CII]. This yields an exceptionally high gas fraction, $f_{\\rm gas} = M_{\\rm\ngas}/(M_{\\rm gas} + M_\\star) \\gtrsim 90\\%$, though still consistent within the\nrange expected for its low metallicity. We further derive the metal mass of the\ngalaxy based on the gas mass and gas-phase metallicity, which we find to be\nconsistent with the expected metal production from Type II supernovae. Finally,\nwe make the first constraints on the dust-to-gas (DTG) and dust-to-metals (DTM)\nratios of galaxies in the epoch of reionization at $z\\gtrsim 6$, showing\noverall low mass ratios of logDGT $<-3.8$ and logDTM $<-0.5$, though consistent\nwith local scaling relations and in particular the local metal-poor galaxy I\nZwicky 18. Our analysis highlights the synergy between ALMA and JWST in\ncharacterizing the gas, metal, and stellar content of the first generation of\ngalaxies.\n"}, {"arxiv_url": "https://arxiv.org/abs/2212.06863", "fields": ["SMACS J0723.3-7323", "ALMA*"], "title": "JWST and ALMA Multiple-Line Study in and around a Galaxy at $z=8.496$: Optical to FIR Line Ratios and the Onset of an Outflow Promoting Ionizing Photon Escape", "authors": ["Fujimoto, Seiji", "Ouchi, Masami", "Nakajima, Kimihiko", "Harikane, Yuichi", "Isobe, Yuki", "Brammer, Gabriel", "Oguri, Masamune", "Giménez-Arteaga, Clara", "Heintz, Kasper E.", "Kokorev, Vasily", "Bauer, Franz E.", "Ferrara, Andrea", "Kojima, Takashi", "Lagos, Claudia del P.", "Laura, Sommovigo", "Schaerer, Daniel", "Shimasaku, Kazuhiro", "Hatsukade, Bunyo", "Kohno, Kotaro", "Sun, Fengwu", "Valentino, Francesco", "Watson, Darach", "Fudamoto, Yoshinobu", "Inoue, Akio K.", "González-López, Jorge", "Koekemoer, Anton M.", "Knudsen, Kirsten", "Lee, Minju M.", "Magdis, Georgios E.", "Richard, Johan", "Strait, Victoria B.", "Sugahara, Yuma", "Tamura, Yoichi", "Toft, Sune", "Umehata, Hideki", "Walth, Gregory"], "date": "2022/12/13", "abs": " We present ALMA deep spectroscopy for a lensed galaxy at $z_{\\rm spec}=8.496$\nwith $\\log(M_{\\rm star}/M_{\\odot})\\sim7.8$ whose optical nebular lines and\nstellar continuum are detected by JWST/NIRSpec and NIRCam Early Release\nObservations in SMACS0723. Our ALMA spectrum shows [OIII]88$\\mu$m and\n[CII]158$\\mu$m line detections at $4.0\\sigma$ and $4.5\\sigma$, respectively.\nThe redshift and position of the [OIII] line coincide with those of the JWST\nsource, while the [CII] line is blue-shifted by 90 km s$^{-1}$ with a spatial\noffset of $0.''5$ ($\\approx0.5$ kpc in source plane) from the JWST source. The\nNIRCam F444W image, including [OIII]$\\lambda$5007 and H$\\beta$ line emission,\nspatially extends beyond the stellar components by a factor of $>8$. This\nindicates that the $z=8.5$ galaxy has already experienced strong outflows whose\noxygen and carbon produce the extended [OIII]$\\lambda$5007 and the offset [CII]\nemission, which would promote ionizing photon escape and facilitate\nreionization. With careful slit-loss corrections and removals of emission\nspatially outside the galaxy, we evaluate the [OIII]88$\\mu$m/$\\lambda$5007 line\nratio, and derive the electron density $n_{\\rm e}$ by photoionization modeling\nto be $220^{+170}_{-100}$ cm$^{-3}$, which is comparable with those of\n$z\\sim2-3$ galaxies. We estimate an [OIII]88$\\mu$m/[CII]158$\\mu$m line ratio in\nthe galaxy of $>4$, as high as those of known $z\\sim6-9$ galaxies. This high\n[OIII]88$\\mu$m/[CII]158$\\mu$m line ratio is generally explained by the high\n$n_{\\rm e}$ as well as the low metallicity ($Z_{\\rm\ngas}/Z_{\\odot}=0.04^{+0.02}_{-0.02}$), high ionization parameter ($\\log U >\n-2.27$), and low carbon-to-oxygen abundance ratio ($\\log$(C/O)\n$=[-0.52:-0.24]$) obtained from the JWST/NIRSpec data; further [CII] follow-up\nobservations will constrain the covering fraction of photodissociation regions.\n"}, {"arxiv_url": "https://arxiv.org/abs/2207.12388", "fields": ["SMACS J0723.3-7323"], "title": "The Physical Conditions of Emission-Line Galaxies at Cosmic Dawn from JWST/NIRSpec Spectroscopy in the SMACS 0723 Early Release Observations", "authors": ["Trump, Jonathan R.", "Haro, Pablo Arrabal", "Simons, Raymond C.", "Backhaus, Bren E.", "Amorín, Ricardo O.", "Dickinson, Mark", "Fernández, Vital", "Papovich, Casey", "Nicholls, David C.", "Kewley, Lisa J.", "Brunker, Samantha W.", "Salzer, John J.", "Wilkins, Stephen M.", "Almaini, Omar", "Bagley, Micaela B.", "Berg, Danielle A.", "Bhatawdekar, Rachana", "Bisigello, Laura", "Buat, Véronique", "Burgarella, Denis", "Calabrò, Antonello", "Casey, Caitlin M.", "Ciesla, Laure", "Cleri, Nikko J.", "Cole, Justin W.", "Cooper, M. C.", "Cooray, Asantha R.", "Costantin, Luca", "Ferguson, Henry C.", "Finkelstein, Steven L.", "Fujimoto, Seiji", "Gardner, Jonathan P.", "Gawiser, Eric", "Giavalisco, Mauro", "Grazian, Andrea", "Grogin, Norman A.", "Hathi, Nimish P.", "Hirschmann, Michaela", "Holwerda, Benne W.", "Huertas-Company, Marc", "Hutchison, Taylor A.", "Jogee, Shardha", "Juneau, Stéphanie", "Jung, Intae", "Kartaltepe, Jeyhan S.", "Kirkpatrick, Allison", "Koekemoer, Anton M.", "Lotz, Jennifer M.", "Lucas, Ray A.", "Magnelli, Benjamin", "Matharu, Jasleen", "Pérez-González, Pablo G.", "Pirzkal, Nor", "Rafelski, Marc", "Rose, Caitlin", "Seillé, Lise-Marie", "Somerville, Rachel S.", "Straughn, Amber N.", "Tacchella, Sandro", "Vanderhoof, Brittany N.", "Weiner, Benjamin J.", "Wuyts, Stijn", "Yung, L. Y. Aaron", "Zavala, Jorge A."], "date": "2022/07/25", "abs": " We present rest-frame optical emission-line flux ratio measurements for five\n$z>5$ galaxies observed by the JWST Near-Infared Spectrograph (NIRSpec) in the\nSMACS 0723 Early Release Observations. We add several quality-control and\npost-processing steps to the NIRSpec pipeline reduction products in order to\nensure reliable relative flux calibration of emission lines that are closely\nseparated in wavelength, despite the uncertain \\textit{absolute}\nspectrophotometry of the current version of the reductions. Compared to\n$z\\sim3$ galaxies in the literature, the $z>5$ galaxies have similar\n[OIII]$\\lambda$5008/H$\\beta$ ratios, similar [OIII]$\\lambda$4364/H$\\gamma$\nratios, and higher ($\\sim$0.5 dex) [NeIII]$\\lambda$3870/[OII]$\\lambda$3728\nratios. We compare the observations to MAPPINGS V photoionization models and\nfind that the measured [NeIII]$\\lambda$3870/[OII]$\\lambda$3728,\n[OIII]$\\lambda$4364/H$\\gamma$, and [OIII]$\\lambda$5008/H$\\beta$ emission-line\nratios are consistent with an interstellar medium that has very high ionization\n($\\log(Q) \\simeq 8-9$, units of cm~s$^{-1}$), low metallicity ($Z/Z_\\odot\n\\lesssim 0.2$), and very high pressure ($\\log(P/k) \\simeq 8-9$, units of\ncm$^{-3}$). The combination of [OIII]$\\lambda$4364/H$\\gamma$ and\n[OIII]$\\lambda$(4960+5008)/H$\\beta$ line ratios indicate very high electron\ntemperatures of $4.1<\\log(T_e/{\\rm K})<4.4$, further implying metallicities of\n$Z/Z_\\odot \\lesssim 0.2$ with the application of low-redshift calibrations for\n``$T_e$-based'' metallicities. These observations represent a tantalizing new\nview of the physical conditions of the interstellar medium in galaxies at\ncosmic dawn.\n"}, {"arxiv_url": "https://arxiv.org/abs/2207.12375", "fields": ["SMACS J0723.3-7323"], "title": "The chemical enrichment in the early Universe as probed by JWST via direct metallicity measurements at z~8", "authors": ["Curti, M.", "D'Eugenio, F.", "Carniani, S.", "Maiolino, R.", "Sandles, L.", "Witstok, J.", "Baker, W. M.", "Bennett, J. S.", "Piotrowska, J. M.", "Tacchella, S.", "Charlot, S.", "Nakajima, K.", "Maheson, G.", "Mannucci, F.", "Amiri, A.", "Arribas, S.", "Belfiore, F.", "Bonaventura, N. R.", "Bunker, A. J.", "Chevallard, J.", "Cresci, G.", "Curtis-Lake, E.", "Hayden-Pawson, C.", "Kumari, N.", "Laseter, I.", "Looser, T. J.", "Marconi, A.", "Maseda, M. V.", "Jones, G. C.", "Scholtz, J.", "Smit, R.", "Ubler, H.", "Wallace, I. E. B."], "date": "2022/07/25", "abs": " We analyse the chemical properties of three z~8 galaxies behind the galaxy\ncluster SMACS J0723.3-7327, observed as part of the Early Release Observations\nprogramme of the James Webb Space Telescope (JWST). Exploiting [O III]4363\nauroral line detections in NIRSpec spectra, we robustly apply the direct Te\nmethod for the very first time at such high redshift, measuring metallicities\nranging from extremely metal poor (12+log(O/H)~7) to about one-third solar. We\nalso discuss the excitation properties of these sources, and compare them with\nlocal strong-line metallicity calibrations. We find that none of the considered\ndiagnostics match simultaneously the observed relations between metallicity and\nstrong-line ratios for the three sources, implying that a proper re-assessment\nof the calibrations may be needed at these redshifts. On the mass-metallicity\nplane, the two galaxies at z~7.6 (log(M*/M_sun) = 8.1, 8.7) have metallicities\nthat are consistent with the extrapolation of the mass-metallicity relation at\nz~2-3, while the least massive galaxy at z~8.5 (log(M*/M_sun) = 7.8) shows\ninstead a significantly lower metallicity . The three galaxies show different\nlevel of offset relative to the Fundamental Metallicity Relation, with two of\nthem (at z~7.6) being marginally consistent, while the z~8.5 source deviating\nsignificantly, being probably far from the smooth equilibrium between gas\nflows, star formation and metal enrichment in place at later epochs.\n"}, {"arxiv_url": "https://arxiv.org/abs/2207.08778", "fields": ["SMACS J0723.3-7323"], "title": "A first look at the SMACS0723 JWST ERO: spectroscopic redshifts, stellar masses and star-formation histories", "authors": ["Carnall, A. C.", "Begley, R.", "McLeod, D. J.", "Hamadouche, M. L.", "Donnan, C. T.", "McLure, R. J.", "Dunlop, J. S.", "Milvang-Jensen, B.", "Bondestam, C. L.", "Cullen, F.", "Jewell, S. M.", "Pollock, C. L."], "date": "2022/07/18", "abs": " We present a first-look analysis of the JWST ERO data in the SMACS\nJ0723.3-7327 cluster field. We begin by reporting 10 new spectroscopic\nredshifts from $\\lambda_\\mathrm{obs}=1.8-5.2\\mu$m NIRSpec medium-resolution\n($R=\\lambda/\\Delta\\lambda = 1000$) data. These are determined via multiple\nhigh-SNR emission line detections, with 5 objects at $1 < z < 3$ displaying\nmultiple rest-frame near-infrared Hydrogen Paschen lines, and 5 objects at $5 <\nz < 9$ displaying rest-frame optical Oxygen and Hydrogen Balmer lines. For the\n5 higher-redshift galaxies we extract fluxes in 6 NIRCam bands spanning\n$\\lambda_\\mathrm{obs}=0.8-5\\mu$m and perform spectral energy distribution\nfitting, in combination with existing HST photometry. The $7 < z < 9$ objects\nexhibit a U-shaped pattern across the F277W, F356W and F444W bands, indicating\na Balmer break seen in emission (Balmer jump) and high-equivalent-width\n[O\\,\\textsc{iii}] emission. This indicates an extremely young stellar\npopulation, with the bulk of the current mass having formed within the past 10\nMyr. We report robust stellar masses and mean stellar ages from our spectral\nfitting, with the four $z > 6$ galaxies exhibiting low stellar masses from\nlog$_{10}(M_*/$M$_\\odot)=7.1-8.2$ and correspondingly young mean stellar ages\nof only a few Myr. This work highlights the critical importance of combining\nlarge upcoming NIRCam surveys with NIRSpec follow-up to measure the\nspectroscopic redshifts necessary to robustly constrain physical parameters.\n"}, {"arxiv_url": "https://arxiv.org/abs/2207.10034", "fields": ["SMACS J0723.3-7323"], "title": "First look with JWST spectroscopy: $z \\sim 8$ galaxies resemble local analogues", "authors": ["Schaerer, D.", "Marques-Chaves, R.", "Barrufet, L.", "Oesch, P.", "Izotov, Y. I.", "Naidu, R.", "Guseva, N. G.", "Brammer, G."], "date": "2022/07/20", "abs": " Deep images and near-IR spectra of galaxies in the field of the lensing\ncluster SMACS J0723.3-7327 were recently taken in the Early Release\nObservations program of JWST. Among these, two NIRSpec spectra of galaxies at\n$z=7.7$ and one at $z=8.5$ were obtained, revealing for the first time\nrest-frame optical emission line spectra of galaxies in the epoch of\nreionization, including the detection of the important[OIII]4363 auroral line\n(see JWST PR 2022-035). We present an analysis of the emission line properties\nof these galaxies, finding that these galaxies have a high excitation (as\nindicated by high ratios of [OIII]/[OII], [NeIII]/[OII]), strong\n[OIII]4363/H$\\gamma$, high equivalent widths, and other properties which are\ntypical of low-metallicity star-forming galaxies. Using the direct method we\ndetermine oxygen abundances of $12+\\log(O/H)=7.9$ in two $z=7.7$ galaxies, and\na lower metallicity of $12+\\log(O/H)\\approx 7.4-7.5$ in the $z=8.5$ galaxy\nusing different strong line methods. More accurate metallicity determinations\nwill require better data. With stellar masses estimated from SED fits, we find\nthat the three galaxies lie close to or below the $z \\sim 2$ mass-metallicity\nrelation. Overall, these first galaxy spectra at $z \\sim 8$ show a strong\nresemblance of the emission lines properties of galaxies in the epoch of\nreionization with those of relatively rare local analogues previously studied\nfrom the SDSS. Clearly, the first JWST observations demonstrate already the\nincredible power of spectroscopy to reveal properties of galaxies in the early\nUniverse.\n"}, {"arxiv_url": "https://arxiv.org/abs/2209.04092", "fields": ["PEARLS"], "title": "Webb's PEARLS: Bright 1.5--2.0 micron Dropouts in the Spitzer/IRAC Dark Field", "authors": ["Yan, Haojing", "Cohen, Seth H.", "Windhorst, Rogier A.", "Jansen, Rolf A.", "Ma, Zhiyuan", "Beacom, John F.", "Cheng, Cheng", "Huang, Jia-Sheng", "Grogin, Norman A.", "Willner, S. P.", "Yun, Min", "Hammel, Heidi B.", "Milam, Stefanie N.", "Conselice, Christopher J.", "Driver, Simon P.", "Frye, Brenda", "Marshall, Madeline A.", "Koekemoer, Anton", "Willmer, Christopher N. A.", "Robotham, Aaron", "D'Silva, Jordan C. J.", "Summers, Jake", "Ling, Chenxiaoji", "Lim, Jeremy", "Harrington, Kevin", "Ferreira, Leonardo", "Diego, Jose Maria", "Pirzkal, Nor", "Wilkins, Stephen M.", "Wang, Lifan", "Hathi, Nimish P.", "Zitrin, Adi", "Bhatawdekar, Rachana A.", "Adams, Nathan J.", "Furtak, Lukas J.", "Maksym, Peter", "Rutkowski, Michael J.", "Fazio, Giovanni G."], "date": "2022/09/09", "abs": " Using the first epoch of four-band NIRCam observations obtained by the James\nWebb Space Telescope (JWST) Prime Extragalactic Areas for Reionization and\nLensing Science Program in the Spitzer IRAC Dark Field, we search for F150W and\nF200W dropouts. In 14.2 arcmin^2, we have found eight F150W dropouts and eight\nF200W dropouts, all brighter than 27.5 mag (the brightest being ~24 mag) in the\nband to the red side of the break. As they are detected in multiple bands,\nthese must be real objects. Their nature, however, is unclear, and\ncharacterizing their properties is important for realizing the full potential\nof JWST. If the observed color decrements are due to the Lyman break, these\nobjects should be at z >~ 11.7 and z >~ 15.4, respectively. The color\ndiagnostics show that at least four F150W dropouts are far away from the usual\ncontaminators encountered in dropout searches (red galaxies at much lower\nredshifts or brown dwarf stars). While the diagnostics of the F200W dropouts\nare less certain due to the limited number of passbands, at least one of them\nis likely not a known type of contaminant, and the rest are consistent with\neither high-redshift galaxies with evolved stellar populations or old galaxies\nat z ~ 3 to 8. If a significant fraction of our dropouts are indeed at z ~ 12,\nwe have to face the severe problem of explaining their high luminosities and\nnumber densities. Spectroscopic identifications of such objects are urgently\nneeded.\n"}, {"arxiv_url": "https://arxiv.org/abs/2212.06683", "fields": ["GLASS", "CEERS", "SMACS J0723.3-7323"], "title": "UV Luminosity Density Results at z>8 from the First JWST/NIRCam Fields: Limitations of Early Data Sets and the Need for Spectroscopy", "authors": ["Bouwens, Rychard", "Illingworth, Garth", "Oesch, Pascal", "Stefanon, Mauro", "Naidu, Rohan", "van Leeuwen, Ivana", "Magee, Dan"], "date": "2022/12/13", "abs": " We have derived luminosity functions, and set constraints on the UV\nluminosity and SFR density from z~17 to z~8, using the three most-studied\nJWST/NIRCam data sets, the SMACS0723, GLASS Parallel, and CEERS fields. We\nfirst used our own selections on two independent reductions of these datasets\nusing the latest calibrations. 18 z~8, 12 z~10, 5 z~13, and 1 z~17 candidate\ngalaxies are identified over these fields in our primary reductions, with a\nsimilar number of candidates in our secondary reductions. We then use these two\nreductions, applying a quantitative discriminator, to segregate the full set of\nz>~8 candidates reported over these fields from the literature, into three\ndifferent samples, ``robust,'' ``solid,'' and ``possible''. Using all of these\nsamples we then derive UV LF and luminosity density results at $z\\geq8$,\nfinding substantial differences. For example, including the full set of\n``solid'' and ``possible'' z>~12 candidates from the literature, we find UV\nluminosity densities which are ~7x and ~20x higher than relying on the\n``robust'' candidates alone. These results indicate the evolution of the UV LF\nand luminosity densities at z>~8 is still extremely uncertain, emphasizing the\nneed for spectroscopy and deeper NIRCam+optical imaging to obtain reliable\nresults. Nonetheless, even with the very conservative ``robust'' approach to\nselections, both from our own and those of other studies, we find the\nluminosity density from luminous (M(UV)<-19) galaxies to be ~2x larger than is\neasily achievable using constant star-formation efficiency models, similar to\nwhat other early JWST results have suggested.\n"}, {"arxiv_url": "https://arxiv.org/abs/2304.05378", "fields": ["CEERS"], "title": "Spectroscopic confirmation of CEERS NIRCam-selected galaxies at $\\boldsymbol{z \\simeq 8-10}$", "authors": ["Haro, Pablo Arrabal", "Dickinson, Mark", "Finkelstein, Steven L.", "Fujimoto, Seiji", "Fernández, Vital", "Kartaltepe, Jeyhan S.", "Jung, Intae", "Cole, Justin W.", "Burgarella, Denis", "Chworowsky, Katherine", "Hutchison, Taylor A.", "Morales, Alexa M.", "Papovich, Casey", "Simons, Raymond C.", "Amorín, Ricardo O.", "Backhaus, Bren E.", "Bagley, Micaela B.", "Bisigello, Laura", "Calabrò, Antonello", "Castellano, Marco", "Cleri, Nikko J.", "Davé, Romeel", "Dekel, Avishai", "Ferguson, Henry C.", "Fontana, Adriano", "Gawiser, Eric", "Giavalisco, Mauro", "Harish, Santosh", "Hathi, Nimish P.", "Hirschmann, Michaela", "Holwerda, Benne W.", "Huertas-Company, Marc", "Koekemoer, Anton M.", "Larson, Rebecca L.", "Lucas, Ray A.", "Mobasher, Bahram", "Pérez-González, Pablo G.", "Pirzkal, Nor", "Rose, Caitlin", "Santini, Paola", "Trump, Jonathan R.", "de la Vega, Alexander", "Wang, Xin", "Weiner, Benjamin J.", "Wilkins, Stephen M.", "Yang, Guang", "Yung, L. Y. Aaron", "Zavala, Jorge A."], "date": "2023/04/11", "abs": " We present JWST/NIRSpec prism spectroscopy of seven galaxies selected from\nthe Cosmic Evolution Early Release Science Survey (CEERS) NIRCam imaging with\nphotometric redshifts z_phot>8. We measure emission line redshifts of z=7.65\nand 8.64 for two galaxies, and z=9.77(+0.37,-0.29) and 10.01(+0.14,-0.19) for\ntwo others via the detection of continuum breaks consistent with Lyman-alpha\nopacity from a mostly neutral intergalactic medium. The presence (absense) of\nstrong breaks (strong emission lines) give high confidence that these two\ngalaxies are at z>9.6, but the break-derived redshifts have large uncertainties\ngiven the low spectral resolution and relatively low signal-to-noise of the\nCEERS NIRSpec prism data. The two z~10 sources are relatively luminous\n(M_UV<-20), with blue continua (-2.3<beta<-1.9) and low dust attenuation\n(A_V=0.15(+0.3,-0.1)); and at least one of them has high stellar mass for a\ngalaxy at that redshift (log(M_*/M_sol)=9.3(+0.2,-0.3)). Considered together\nwith spectroscopic observations of other CEERS NIRCam-selected high-z galaxy\ncandidates in the literature, we find a high rate of redshift confirmation and\nlow rate of confirmed interlopers (8.3%). Ten out of 34 z>8 candidates with\nCEERS NIRSpec spectroscopy do not have secure redshifts, but the absence of\nemission lines in their spectra is consistent with redshifts z>9.6. We find\nthat z>8 photometric redshifts are generally in agreement (within\nuncertainties) with the spectroscopic values. However, the photometric\nredshifts tend to be slightly overestimated (average Delta(z)=0.50+/-0.12),\nsuggesting that current templates do not fully describe the spectra of very\nhigh-z sources. Overall, our results solidifies photometric evidence for a high\nspace density of bright galaxies at z>8 compared to theoretical model\npredictions, and further disfavors an accelerated decline in the integrated UV\nluminosity density at z>8.\n"}, {"arxiv_url": "https://arxiv.org/abs/2304.05385", "fields": ["CEERS"], "title": "CEERS: Diversity of Lyman-Alpha Emitters during the Epoch of Reionization", "authors": ["Jung, Intae", "Finkelstein, Steven L.", "Haro, Pablo Arrabal", "Dickinson, Mark", "Ferguson, Henry C.", "Hutchison, Taylor A.", "Kartaltepe, Jeyhan S.", "Larson, Rebecca L.", "Simons, Raymond C.", "Papovich, Casey", "Park, Hyunbae", "Pentericci, Laura", "Trump, Jonathan R.", "Amorin, Ricardo O.", "Backhaus, Bren E.", "Casey, Caitlin M.", "Cheng, Yingjie", "Cleri, Nikko J.", "Cooper, M. C.", "Cooper, Olivia R.", "Gardner, Jonathan P.", "Gawiser, Eric", "Grazian, Andrea", "Hathi, Nimish P.", "Hirschmann, Michaela", "Koekemoer, Anton M.", "Lucas, Ray A.", "Mobasher, Bahram", "Ravindranath, Swara", "Straughn, Amber N.", "Yung, L. Y. Aaron", "de la Vega, Alexander"], "date": "2023/04/11", "abs": " We analyze rest-frame ultraviolet to optical spectra of three $z\\simeq7.47$ -\n$7.75$ galaxies whose Ly$\\alpha$-emission lines were previously detected with\nKeck/MOSFIRE observations, using the JWST/NIRSpec observations from the Cosmic\nEvolution Early Release Science (CEERS) survey. From NIRSpec data, we confirm\nthe systemic redshifts of these Ly$\\alpha$ emitters, and emission-line ratio\ndiagnostics indicate these galaxies were highly ionized and metal poor. We\ninvestigate Ly$\\alpha$ line properties, including the line flux, velocity\noffset, and spatial extension. For the one galaxy where we have both NIRSpec\nand MOSFIRE measurements, we find a significant offset in their flux\nmeasurements ($\\sim5\\times$ greater in MOSFIRE) and a marginal difference in\nthe velocity shifts. The simplest interpretation is that the Ly$\\alpha$\nemission is extended and not entirely encompassed by the NIRSpec slit. The\ncross-dispersion profiles in NIRSpec reveal that Ly$\\alpha$ in one galaxy is\nsignificantly more extended than the non-resonant emission lines. We also\ncompute the expected sizes of ionized bubbles that can be generated by the\nLy$\\alpha$ sources, discussing viable scenarios for the creation of sizable\nionized bubbles ($>$1 physical Mpc). The source with the highest-ionization\ncondition is possibly capable of ionizing its own bubble, while the other two\ndo not appear to be capable of ionizing such a large region, requiring\nadditional sources of ionizing photons. Therefore, the fact that we detect\nLy$\\alpha$ from these galaxies suggests diverse scenarios on escape of\nLy$\\alpha$ during the epoch of reionization. High spectral resolution spectra\nwith JWST/NIRSpec will be extremely useful for constraining the physics of\npatchy reionization.\n"}, {"arxiv_url": "https://arxiv.org/abs/2304.06658", "fields": ["GLASS", "CEERS", "SMACS J0723.3-7323", "MACS0647–JD"], "title": "Pure Spectroscopic Constraints on UV Luminosity Functions and Cosmic Star Formation History From 25 Galaxies at $z_\\mathrm{spec}=8.61-13.20$ Confirmed with JWST/NIRSpec", "authors": ["Harikane, Yuichi", "Nakajima, Kimihiko", "Ouchi, Masami", "Umeda, Hiroya", "Isobe, Yuki", "Ono, Yoshiaki", "Xu, Yi", "Zhang, Yechi"], "date": "2023/04/13", "abs": " We present pure spectroscopic constraints on the UV luminosity functions and\ncosmic star formation rate (SFR) densities from 25 galaxies at\n$z_\\mathrm{spec}=8.61-13.20$. By reducing the JWST/NIRSpec spectra taken in\nmultiple programs of ERO, ERS, GO, and DDT with our analysis technique, we\nindependently confirm 16 galaxies at $z_\\mathrm{spec}=8.61-11.40$ including new\nredshift determinations, and a bright interloper at $z_\\mathrm{spec}=4.91$ that\nwas claimed as a photometric candidate at z~16. In conjunction with nine\ngalaxies at redshifts up to $z_\\mathrm{spec}=13.20$ in the literature, we make\na sample of 25 spectroscopically-confirmed galaxies in total and carefully\nderive the best estimates and lower limits of the UV luminosity functions.\nThese UV luminosity function constraints are consistent with the previous\nphotometric estimates within the uncertainties and indicate mild redshift\nevolution towards z~12 showing tensions with some theoretical models of rapid\nevolution. With these spectroscopic constraints, we obtain firm lower limits of\nthe cosmic SFR densities and spectroscopically confirm a high SFR density at\nz~12 beyond the constant star-formation efficiency models, which supports\nearlier claims from the photometric studies. While there are no\nspectroscopically-confirmed galaxies with very large stellar masses violating\nthe $\\Lambda$CDM model due to the removal of the bright interloper, we confirm\nstar-forming galaxies at $z_\\mathrm{spec}=11-13$ with stellar masses much\nhigher than model predictions. Our results indicate possibilities of high\nstar-formation efficiency (>5%), hidden AGN, top-heavy initial mass function\n(possibly with Pop-III), and large scatter/variance. Having these successful\nand unsuccessful spectroscopy results, we suggest observational strategies for\nefficiently removing low redshift interlopers for future JWST programs.\n"}, {"arxiv_url": "https://arxiv.org/abs/2210.15699", "fields": ["RXJ2129"], "title": "A Highly Magnified and Extremely Compact Galaxy at Redshift 9.51 with Strong Nebular Emission", "authors": ["Williams, Hayley", "Kelly, Patrick L.", "Chen, Wenlei", "Brammer, Gabriel", "Zitrin, Adi", "Treu, Tommaso", "Scarlata, Claudia", "Koekemoer, Anton M.", "Oguri, Masamune", "Lin, Yu-Heng", "Diego, Jose M.", "Nonino, Mario", "Hjorth, Jens", "Langeroodi, Danial", "Broadhurst, Tom", "Rogers, Noah", "Perez-Fournon, Ismael", "Foley, Ryan J.", "Jha, Saurabh", "Filippenko, Alexei V.", "Strolger, Lou", "Pierel, Justin", "Poidevin, Frederick", "Yang, Lilan"], "date": "2022/10/27", "abs": " Given their extremely faint apparent brightness, the nature of the first\ngalaxies and how they reionized the Universe's gas are not yet understood. Here\nwe report the discovery, in JWST imaging, of a highly magnified, low mass\n(log(Mstellar/Msun) = 7.63+0.22-0.24) galaxy visible when the Universe was only\n510 Myr old, and follow-up JWST spectroscopy from Lyman alpha to [O III] 5007 A\nin its rest frame. We detect the [O III] 5007 A and H Beta emission lines with\na respective signal-to-noies ratio of 40 and 7, and five additional lines with\nsignal-to-noise greater than 3. The galaxy's magnification of approximately 20\nallows us to measure a radius of 16.4+10.7-7.0 pc, which is a factor of\n9.3+10.5-4.4 (3.5 sigma) smaller than galaxies with comparable luminosity at z\n= 6 - 8.\n"}, {"arxiv_url": "https://arxiv.org/abs/2304.08516", "fields": ["JADES"], "title": "JADES: Insights on the low-mass end of the mass--metallicity--star-formation rate relation at $3 < z < 10$ from deep JWST/NIRSpec spectroscopy", "authors": ["Curti, Mirko", "Maiolino, Roberto", "Carniani, Stefano", "D'Eugenio, Francesco", "Chevallard, Jacopo", "Curtis-Lake, Emma", "Looser, Tobias J.", "Scholtz, Jan", "Übler, Hannah", "Witstok, Joris", "Cameron, Alex", "Charlot, Stephane", "Laseter, Isaac", "Sandles, Lester", "Arribas, Santiago", "Bunker, Andrew", "Giardino, Giovanna", "Maseda, Michael V.", "Rawle, Tim", "Del Pino, Bruno Rodríguez", "Smit, Renske", "Willott, Chris J.", "Eisenstein, Daniel J.", "Hausen, Ryan", "Johnson, Benjamin", "Rieke, Marcia", "Robertson, Brant", "Tacchella, Sandro", "Williams, Christina C.", "Willmer, Christopher", "Baker, William M.", "Bhatawdekar, Rachana", "Boyett, Kristian", "Egami, Eiichi", "Helton, Jakob M.", "Ji, Zhiyuan", "Kumari, Nimisha", "Shivaei, Irene", "Sun, Fengwu"], "date": "2023/04/17", "abs": " We analyse the gas-phase metallicity properties of a sample of 66 low stellar\nmass (log M*/M_sun < 8.5) galaxies at 3<z<10, observed with JWST/NIRSpec as\npart of the JADES programme in its deep GOODS-S tier. By combining this sample\nwith more massive galaxies at similar redshifts from other programmes, we study\nthe scaling relations between stellar mass (M*), oxygen abundance (O/H), and\nstar-formation rate (SFR) across three orders of magnitude in mass out to the\nepoch of early galaxy assembly. We find evidence for a shallower slope at the\nlow-mass-end of the mass-metallicity relation (MZR), with 12 + log(O/H) = (7.88\n+- 0.03) + (0.17 +- 0.04) log(M*/10^8 M_sun), in good agreement with the MZR\nprobed by local analogues of high-redshift systems like `green pea' and\n`blueberry' galaxies. The inferred slope is well matched by models including\n`momentum-driven' SNe winds, suggesting that feedback mechanisms in dwarf\ngalaxies (and at high-z) might be different from those in place at higher\nmasses. The evolution in the normalisation is instead observed to be relatively\nmild compared to previous determinations of the MZR at z~3 (~0.1-0.2 dex on\naverage). We also find a progressive deviation from the local fundamental\nmetallicity relation (FMR) as a function of redshift, especially at z>6, with\ngalaxies significantly less enriched (by ~0.4 dex on average) than predicted\ngiven their M* and SFR. These observations are consistent with an enhanced\nstochasticity in the accretion rate from the cosmic web, and/or with an\nincreased efficiency in metal removals by outflows, prompting us to reconsider\nthe nature of the relationship between M*, O/H, and SFR in the early Universe.\n"}, {"arxiv_url": "https://arxiv.org/abs/2304.08517", "fields": ["CEERS"], "title": "JWST CEERS probes the role of stellar mass and morphology in obscuring galaxies", "authors": ["Gómez-Guijarro, Carlos", "Magnelli, Benjamin", "Elbaz, David", "Wuyts, Stijn", "Daddi, Emanuele", "Bail, Aurélien Le", "Giavalisco, Mauro", "Dickinson, Mark", "Pérez-González, Pablo G.", "Haro, Pablo Arrabal", "Bagley, Micaela B.", "Bisigello, Laura", "Buat, Véronique", "Burgarella, Denis", "Calabrò, Antonello", "Casey, Caitlin M.", "Cheng, Yingjie", "Ciesla, Laure", "Dekel, Avishai", "Ferguson, Henry C.", "Finkelstein, Steven L.", "Franco, Maximilien", "Grogin, Norman A.", "Holwerda, Benne W.", "Jin, Shuowen", "Kartaltepe, Jeyhan S.", "Koekemoer, Anton M.", "Kokorev, Vasily", "Long, Arianna S.", "Lucas, Ray A.", "Magdis, Georgios E.", "Papovich, Casey", "Pirzkal, Nor", "Seillé, Lise-Marie", "Tacchella, Sandro", "Tarrasse, Maxime", "Valentino, Francesco", "de la Vega, Alexander", "Wilkins, Stephen M.", "Xiao, Mengyuan", "Yung, L. Y. Aaron"], "date": "2023/04/17", "abs": " A population of massive galaxies invisible or very faint in deep\noptical/near-infrared surveys, but brighter at longer wavelengths has been\nuncovered in the past years. However, the nature of these optically dark/faint\ngalaxies (OFGs, among other nomenclatures) is highly uncertain. In this work,\nwe investigate the drivers of dust attenuation in the JWST era. Particularly,\nwe study the role of stellar mass, size, and orientation in obscuring\nstar-forming galaxies (SFGs) at $3 < z < 7.5$, focusing on understanding why\ngalaxies like OFGs are so faint at optical/near-infrared wavelengths. We find\nthat stellar mass is the primary proxy of dust attenuation among those studied.\nEffective radius and axis ratio do not show a clear link with dust attenuation,\nwith the effect of orientation close to random. However, there is a subset of\nhighly dust attenuated ($A_V > 1$, typically) SFGs, of which OFGs are a\nspecific case. For this subset, we find that the key distinctive feature is\ntheir compact size (for massive systems with $\\log (M_{*}/M_{\\odot}) > 10$),\nexhibiting 30% smaller effective radius than the average SFGs at the same\nstellar mass and redshift. On the contrary, they do not exhibit a preference\nfor low axis ratios (i.e., edge-on disks). The results in this work show\nstellar mass as a primary proxy of dust attenuation and compact stellar light\nprofiles behind thick dust columns obscuring typical massive SFGs.\n"}, {"arxiv_url": "https://arxiv.org/abs/2301.12825", "fields": ["GLASS", "CEERS", "SMACS J0723.3-7323"], "title": "JWST Census for the Mass-Metallicity Star-Formation Relations at z=4-10 with Self-Consistent Flux Calibration and the Proper Metallicity Calibrators", "authors": ["Nakajima, Kimihiko", "Ouchi, Masami", "Isobe, Yuki", "Harikane, Yuichi", "Zhang, Yechi", "Ono, Yoshiaki", "Umeda, Hiroya", "Oguri, Masamune"], "date": "2023/01/30", "abs": " We present the evolution of the mass-metallicity (MZ) relations at z=4-10\nderived with 111 galaxies identified in the JWST/NIRSpec data taken from the\nthree major public spectroscopy programs of ERO, GLASS, and CEERS. Because\nthere are many discrepancies between flux measurements reported by early ERO\nstudies, we first establish our NIRSpec data reduction procedure for reliable\nemission-line flux measurements and errors successfully explaining Balmer\ndecrements with no statistical tensions via thorough comparisons of the early\nERO studies. Applying the reduction procedure to the 111 galaxies, we obtain\nemission-line fluxes for physical property measurements. We confirm that 9 out\nof the 111 galaxies with [OIII]4363-lines have electron temperatures of\n(1.1-2.2)*10^4 K, similar to lower-z star-forming galaxies, that can be\nexplained by heating of young massive stars. We derive metallicities of the 9\ngalaxies by the direct method and the rest of the galaxies with strong lines by\nthe metallicity calibrations of Nakajima et al. (2022) applicable for these\nlow-mass metal-poor galaxies, anchoring the metallicities with the\ndirect-method measurements. We thus obtain MZ relations and star-formation rate\n(SFR)-MZ relations over z=4-10. We find that there is a small evolution of the\nMZ relation from z~2-3 to z=4-10, while interestingly that the SFR-MZ relation\nshows no evolution up to z~8 but a significant decrease at z>8 beyond the\nerror. This SFR-MZ relation decrease at z>8 may suggest a break of the\nmetallicity equilibrium state via star-formation, inflow, and outflow, while\nfurther statistical studies are needed for a conclusion.\n"}, {"arxiv_url": "https://arxiv.org/abs/2303.08149", "fields": ["CEERS"], "title": "Direct T_e-based Metallicities of z=2-9 Galaxies with JWST/NIRSpec: Empirical Metallicity Calibrations Applicable from Reionization to Cosmic Noon", "authors": ["Sanders, Ryan L.", "Shapley, Alice E.", "Topping, Michael W.", "Reddy, Naveen A.", "Brammer, Gabriel B."], "date": "2023/03/14", "abs": " We report detections of the [OIII]$\\lambda$4364 auroral emission line for 16\ngalaxies at z=2.1-8.7, measured from JWST/NIRSpec observations obtained as part\nof the Cosmic Evolution Early Release Science (CEERS) survey program. We\ncombine this CEERS sample with 9 objects from the literature at z=4-9 with\nauroral-line detections from JWST/NIRSpec and 21 galaxies at z=1.4-3.7 with\nauroral-line detections from ground-based spectroscopy. We derive electron\ntemperature T_e and direct-method oxygen abundances for the combined sample of\n46 star-forming galaxies at z=1.4-8.7. We use these measurements to construct\nthe first high-redshift empirical T_e-based metallicity calibrations for the\nstrong-line ratios [OIII]/H$\\beta$, [OII]/H$\\beta$,\nR23=([OIII]+[OII])/H$\\beta$, [OIII]/[OII], and [NeIII]/[OII]. These new\ncalibrations are valid over 12+log(O/H)=7.0-8.4 and can be applied to samples\nof star-forming galaxies at z=2-9, leading to an improvement in the accuracy of\nmetallicity determinations at Cosmic Noon and in the Epoch of Reionization. The\nhigh-redshift strong-line relations are offset from calibrations based on\ntypical $z\\sim0$ galaxies or HII regions, reflecting the known evolution of\nionization conditions between $z\\sim0$ and $z\\sim2$. Deep spectroscopic\nprograms with JWST/NIRSpec promise to improve statistics at the low and high\nends of the metallicity range covered by the current sample, as well as improve\nthe detection rate of [NII]$\\lambda$6585 to allow the future assessment of\nN-based indicators. These new high-redshift calibrations will enable accurate\ncharacterizations of metallicity scaling relations at high redshift, improving\nour understanding of feedback and baryon cycling in the early universe.\n"}, {"arxiv_url": "https://arxiv.org/abs/2303.08918", "fields": ["CEERS"], "title": "A CEERS Discovery of an Accreting Supermassive Black Hole 570 Myr after the Big Bang: Identifying a Progenitor of Massive z > 6 Quasars", "authors": ["Larson, Rebecca L.", "Finkelstein, Steven L.", "Kocevski, Dale D.", "Hutchison, Taylor A.", "Trump, Jonathan R.", "Haro, Pablo Arrabal", "Bromm, Volker", "Cleri, Nikko J.", "Dickinson, Mark", "Fujimoto, Seiji", "Kartaltepe, Jeyhan S.", "Koekemoer, Anton M.", "Papovich, Casey", "Pirzkal, Nor", "Tacchella, Sandro", "Zavala, Jorge A.", "Bagley, Micaela", "Behroozi, Peter", "Champagne, Jaclyn B.", "Cole, Justin W.", "Jung, Intae", "Morales, Alexa M.", "Yang, Guang", "Zhang, Haowen", "Zitrin, Adi", "Amorín, Ricardo O.", "Burgarella, Denis", "Casey, Caitlin M.", "Ortiz, Óscar A. Chávez", "Cox, Isabella G.", "Chworowsky, Katherine", "Fontana, Adriano", "Gawiser, Eric", "Grazian, Andrea", "Grogin, Norman A.", "Harish, Santosh", "Hathi, Nimish P.", "Hirschmann, Michaela", "Holwerda, Benne W.", "Juneau, Stéphanie", "Leung, Gene C. K.", "Lucas, Ray A.", "McGrath, Elizabeth J.", "Pérez-González, Pablo G.", "Rigby, Jane R.", "Seillé, Lise-Marie", "Simons, Raymond C.", "Weiner, Benjamin J.", "Wilkins, Stephen M.", "Yung, L. Y. Aaron", "Team, The CEERS"], "date": "2023/03/15", "abs": " We report the discovery of an accreting supermassive black hole at z=8.679,\nin CEERS_1019, a galaxy previously discovered via a Ly$\\alpha$-break by Hubble\nand with a Ly$\\alpha$ redshift from Keck. As part of the Cosmic Evolution Early\nRelease Science (CEERS) survey, we observed this source with JWST/NIRSpec\nspectroscopy, MIRI and NIRCam imaging, and NIRCam/WFSS slitless spectroscopy.\nThe NIRSpec spectra uncover many emission lines, and the strong [O III]\nemission line confirms the ground-based Ly$\\alpha$ redshift. We detect a\nsignificant broad (FWHM~1200 km/s) component in the H$\\beta$ emission line,\nwhich we conclude originates in the broad-line region of an active galactic\nnucleus (AGN), as the lack of a broad component in the forbidden lines rejects\nan outflow origin. This hypothesis is supported by the presence of\nhigh-ionization lines, as well as a spatial point-source component embedded\nwithin a smoother surface brightness profile. The mass of the black hole is\nlog($M_{BH}/M_{\\odot})=6.95{\\pm}0.37$, and we estimate that it is accreting at\n1.2 ($\\pm$0.5) x the Eddington limit. The 1-8 $\\mu$m photometric spectral\nenergy distribution (SED) from NIRCam and MIRI shows a continuum dominated by\nstarlight and constrains the host galaxy to be massive (log M/M$_{\\odot}$~9.5)\nand highly star-forming (SFR~30 M$_{\\odot}$ yr$^{-1}$). Ratios of the strong\nemission lines show that the gas in this galaxy is metal-poor\n(Z/Z$_{\\odot}$~0.1), dense (n$_{e}$~10$^{3}$ cm$^{-3}$), and highly ionized\n(log U~-2.1), consistent with the general galaxy population observed with JWST\nat high redshifts. We use this presently highest-redshift AGN discovery to\nplace constraints on black hole seeding models and find that a combination of\neither super-Eddington accretion from stellar seeds or Eddington accretion from\nmassive black hole seeds is required to form this object by the observed epoch.\n"}, {"arxiv_url": "https://arxiv.org/abs/2301.00027", "fields": ["CEERS"], "title": "CEERS Key Paper IV: Galaxies at $4 < z < 9$ are Bluer than They Appear -- Characterizing Galaxy Stellar Populations from Rest-Frame $\\sim 1$ micron Imaging", "authors": ["Papovich, Casey", "Cole, Justin", "Yang, Guang", "Finkelstein, Steven L.", "Barro, Guillermo", "Buat, Véronique", "Burgarella, Denis", "Pérez-González, Pablo G.", "Santini, Paola", "Seillé, Lise-Marie", "Shen, Lu", "Haro, Pablo Arrabal", "Bagley, Micaela B.", "Bell, Eric F.", "Bisigello, Laura", "Calabrò, Antonello", "Casey, Caitlin M.", "Castellano, Marco", "Chworowsky, Katherine", "Cleri, Nikko J.", "Cooper, M. C.", "Costantin, Luca", "Dickinson, Mark", "Ferguson, Henry C.", "Fontana, Adriano", "Giavalisco, Mauro", "Grazian, Andrea", "Grogin, Norman A.", "Hathi, Nimish P.", "Holwerda, Benne W.", "Hutchison, Taylor A.", "Kartaltepe, Jeyhan S.", "Kewley, Lisa J.", "Kirkpatrick, Allison", "Kocevski, Dale D.", "Koekemoer, Anton M.", "Larson, Rebecca L.", "Long, Arianna S.", "Lucas, Ray A.", "Pentericci, Laura", "Pirzkal, Nor", "Ravindranath, Swara", "Somerville, Rachel S.", "Trump, Jonathan R.", "Stawinski, Stephanie M. Urbano", "Weiner, Benjamin J.", "Wilkins, Stephen M.", "Yung, L. Y. Aaron", "Zavala, Jorge A."], "date": "2022/12/30", "abs": " We present results from the Cosmic Evolution Early Release Survey (CEERS) on\nthe stellar-population parameters for 28 galaxies with redshifts $4<z<9$ using\nimaging data from the James Webb Space Telescope (JWST) Mid-Infrared Instrument\n(MIRI) combined with data from the Hubble Space Telescope and the Spitzer Space\nTelescope. The JWST/MIRI 5.6 and 7.7 $\\mu$m data extend the coverage of the\nrest-frame spectral-energy distribution (SED) to nearly 1 micron for galaxies\nin this redshift range. By modeling the galaxies' SEDs the MIRI data show that\nthe galaxies have, on average, rest-frame UV (1600 \\r{A}) $-$ $I$-band colors\n0.4 mag bluer than derived when using photometry that lacks MIRI. Therefore,\nthe galaxies have lower (stellar)-mass-to-light ratios. The MIRI data reduce\nthe stellar masses by $\\langle \\Delta\\log M_\\ast\\rangle=0.25$ dex at $4<z<6$ (a\nfactor of 1.8) and 0.37 dex at $6<z<9$ (a factor of 2.3). This also reduces the\nstar-formation rates (SFRs) by $\\langle \\Delta\\log\\mathrm{SFR} \\rangle=0.14$\ndex at $4<z<6$ and 0.27 dex at $6<z<9$. The MIRI data also improve constraints\non the allowable stellar mass formed in early star-formation. We model this\nusing a star-formation history that includes both a \"burst' at $z_f=100$ and a\nslowly varying (\"delayed-$\\tau$\") model. The MIRI data reduce the allowable\nstellar mass by 0.6 dex at $4<z< 6$ and by $\\approx$1 dex at $6<z<9$. Applying\nthese results globally, this reduces the cosmic stellar-mass density by an\norder of magnitude in the early universe ($z\\approx9$). Therefore, observations\nof rest-frame $\\gtrsim$1 $\\mu$m are paramount for constraining the stellar-mass\nbuild-up in galaxies at very high-redshifts.\n"}, {"arxiv_url": "https://arxiv.org/abs/2210.14713", "fields": ["CEERS"], "title": "CEERS Key Paper III: The Diversity of Galaxy Structure and Morphology at z=3-9 with JWST", "authors": ["Kartaltepe, Jeyhan S.", "Rose, Caitlin", "Vanderhoof, Brittany N.", "McGrath, Elizabeth J.", "Costantin, Luca", "Cox, Isabella G.", "Yung, L. Y. Aaron", "Kocevski, Dale D.", "Wuyts, Stijn", "Andrews, Henry C. Ferguson Brett H.", "Bagley, Micaela B.", "Finkelstein, Steven L.", "Amorin, Ricardo O.", "Haro, Pablo Arrabal", "Backhaus, Bren E.", "Behroozi, Peter", "Bisigello, Laura", "Calabro, Antonello", "Casey, Caitlin M.", "Coogan, Rosemary T.", "Croton, Darren", "de la Vega, Alexander", "Dickinson, Mark", "Cooper, M. C.", "Fontana, Adriano", "Franco, Maximilien", "Grazian, Andrea", "Grogin, Norman A.", "Hathi, Nimish P.", "Holwerda, Benne W.", "Huertas-Company, Marc", "Iyer, Kartheik G.", "Jogee, Shardha", "Jung, Intae", "Kewley, Lisa J.", "Kirkpatrick, Allison", "Koekemoer, Anton M.", "Liu, James", "Lotz, Jennifer M.", "Lucas, Ray A.", "Newman, Jeffrey A.", "Pacifici, Camilla", "Pandya, Viraj", "Papovich, Casey", "Pentericci, Laura", "Perez-Gonzalez, Pablo G.", "Petersen, Jayse", "Pirzkal, Nor", "Rafelski, Marc", "Ravindranath, Swara", "Simons, Raymond C.", "Snyder, Gregory F.", "Somerville, Rachel S.", "Stanway, Elizabeth R.", "Straughn, Amber N.", "Tacchella, Sandro", "Trump, Jonathan R.", "Vega-Ferrero, Jesus", "Wilkins, Stephen M.", "Yang, Guang", "Zavala, Jorge A."], "date": "2022/10/26", "abs": " We present a comprehensive analysis of the evolution of the morphological and\nstructural properties of a large sample of galaxies at z=3-9 using early JWST\nCEERS NIRCam observations. Our sample consists of 850 galaxies at z>3 detected\nin both CANDELS HST imaging and JWST CEERS NIRCam images to enable a comparison\nof HST and JWST morphologies. Our team conducted a set of visual\nclassifications, with each galaxy in the sample classified by three different\nindividuals. We also measure quantitative morphologies using the publicly\navailable codes across all seven NIRCam filters. Using these measurements, we\npresent the fraction of galaxies of each morphological type as a function of\nredshift. Overall, we find that galaxies at z>3 have a wide diversity of\nmorphologies. Galaxies with disks make up a total of 60\\% of galaxies at z=3\nand this fraction drops to ~30% at z=6-9, while galaxies with spheroids make up\n~30-40% across the whole redshift range and pure spheroids with no evidence for\ndisks or irregular features make up ~20%. The fraction of galaxies with\nirregular features is roughly constant at all redshifts (~40-50%), while those\nthat are purely irregular increases from ~12% to ~20% at z>4.5. We note that\nthese are apparent fractions as many selection effects impact the visibility of\nmorphological features at high redshift. The distributions of S\\'ersic index,\nsize, and axis ratios show significant differences between the morphological\ngroups. Spheroid Only galaxies have a higher S\\'ersic index, smaller size, and\nhigher axis ratio than Disk/Irregular galaxies. Across all redshifts, smaller\nspheroid and disk galaxies tend to be rounder. Overall, these trends suggest\nthat galaxies with established disks and spheroids exist across the full\nredshift range of this study and further work with large samples at higher\nredshift is needed to quantify when these features first formed.\n"}, {"arxiv_url": "https://arxiv.org/abs/2208.02562", "fields": ["SMACS J0723.3-7323"], "title": "A First Look at the Abundance Pattern -- O/H, C/O, and Ne/O -- in $z>7$ Galaxies with JWST/NIRSpec", "authors": ["Arellano-Córdova, Karla Z.", "Berg, Danielle A.", "Chisholm, John", "Haro, Pablo Arrabal", "Dickinson, Mark", "Finkelstein, Steven L.", "Leclercq, Floriane", "Rogers, Noah S. J.", "Simons, Raymond C.", "Skillman, Evan D.", "Trump, Jonathan R.", "Kartaltepe, Jeyhan S."], "date": "2022/08/04", "abs": " We analyze the rest-frame near-UV and optical nebular spectra of three $z >\n7$ galaxies from the Early Release Observations taken with the Near-Infrared\nSpectrograph (NIRSpec) on the James Webb Space Telescope (JWST). These three\nhigh-z galaxies show the detection of several strong-emission nebular lines,\nincluding the temperature-sensitive [O III] $\\lambda$4363 line, allowing us to\ndirectly determine the nebular conditions and abundances for O/H, C/O, and\nNe/O. We derive O/H abundances and ionization parameters that are generally\nconsistent with other recent analyses. We analyze the mass-metallicity\nrelationship (i.e., slope) and its redshift evolution by comparing between the\nthree z > 7 galaxies and local star-forming galaxies. We also detect the C III]\n$\\lambda\\lambda$1907,1909 emission in a z > 8 galaxy from which we determine\nthe most distant C/O abundance to date. This valuable detection of log(C/O) =\n$-0.83\\pm0.38$ provides the first test of C/O redshift evolution out to\nhigh-redshift. For neon, we use the high-ionization [Ne III] $\\lambda$3869 line\nto measure the first Ne/O abundances at z>7, finding no evolution in this\n$\\alpha$-element ratio. We explore the tentative detection of [Fe II] and [Fe\nIII] lines in a z>8 galaxy, which would indicate a rapid build up of metals.\nImportantly, we demonstrate that properly flux-calibrated and higher S/N\nspectra are crucial to robustly determine the abundance pattern in z>7 galaxies\nwith NIRSpec/JWST.\n"}, {"arxiv_url": "https://arxiv.org/abs/2212.04476", "fields": ["RXJ2129"], "title": "A strong He II $\\lambda$1640 emitter with extremely blue UV spectral slope at $z=8.16$: presence of Pop III stars?", "authors": ["Wang, Xin", "Cheng, Cheng", "Ge, Junqiang", "Meng, Xiao-Lei", "Daddi, Emanuele", "Yan, Haojing", "Jones, Tucker", "Malkan, Matthew A.", "Haro, Pablo Arrabal", "Brammer, Gabriel", "Oguri, Masamune"], "date": "2022/12/08", "abs": " Cosmic hydrogen reionization and cosmic production of first metals are major\nphase transitions of the Universe occurring during the first billion years\nafter the Big Bang, but still poorly explored observationally. Using the JWST\nNIRSpec prism spectroscopy, we report the discovery of a sub-$L_{\\ast}$ galaxy\nat $z_{\\rm spec}=8.1623_{-0.0008}^{+0.0007}$, dubbed RXJ2129-z8HeII, via the\ndetection of a series of strong rest-frame UV/optical nebular emission lines\nand the clear Lyman break. A strong He II $\\lambda$1640 emission is present,\nthe highest redshift He II line currently known. Its high rest-frame equivalent\nwidth (EW $=19.4\\pm3.2$ Angstrom) and extreme flux ratios with respect to UV\nmetal lines and Balmer lines raise the possibility that part of\nRXJ2129-z8HeII's stellar populations could be Pop III-like. RXJ2129-z8HeII also\nshows a pronounced UV continuum with an extremely steep (i.e. blue) spectral\nslope of $\\beta=-2.50\\pm0.08$, the steepest amongst all spectroscopically\nconfirmed galaxies at $z\\gtrsim7$, in support of its very hard ionizing\nspectrum that could lead to a significant leakage of its ionizing flux.\nTherefore, RXJ2129-z8HeII is representative of the key galaxy population\ndriving the cosmic reionization. To date, this is also the most compelling case\nwhere trace Pop III stars might coexist with more metal-enriched stars.\n"}, {"arxiv_url": "https://arxiv.org/abs/2304.11178", "fields": ["CEERS"], "title": "Dust attenuation law in JWST galaxies at z = 7-8", "authors": ["Markov, V.", "Gallerani, S.", "Pallottini, A.", "Sommovigo, L.", "Carniani, S.", "Ferrara, A.", "Parlanti, E.", "Di Mascia, F."], "date": "2023/04/21", "abs": " Attenuation curves in galaxies depend on dust chemical composition, content,\nand grain size distribution. Such parameters are related to intrinsic galaxy\nproperties such as metallicity, star formation rate, and stellar age. Due to\nthe lack of observational constraints at high redshift, dust empirical curves\nmeasured in the local Universe (e.g. Calzetti and SMC curves) have been\nemployed to describe the dust attenuation at early epochs. We exploit the high\nsensitivity and spectral resolution of the JWST to constrain the dust\nattenuation curves in high-z galaxies. Our goals are to check whether dust\nattenuation curves evolve with redshift and quantify the dependence of the\ninferred galaxy properties on the assumed dust attenuation law. We develop a\nmodified version of the SED fitting code BAGPIPES by including a detailed dust\nattenuation curve parametrization. Dust parameters are derived, along with\ngalaxy properties, from the fit to the data from FUV to mm bands. Once applied\nto three star-forming galaxies at z = 7-8, we find that their attenuation\ncurves differ from local templates. One out of three galaxies shows a\ncharacteristic MW bump, typically associated to the presence of small\ncarbonaceous dust grains such as PAHs. This is one of the first evidences\nsuggesting the presence of PAHs in early galaxies. Galaxy properties such as\nstellar mass and SFR inferred from SED fitting are strongly affected by the\nassumed attenuation curve, though the adopted star formation history also plays\na major role. Our results highlight the importance of accounting for the\npotential diversity of dust attenuation laws when analyzing the properties of\ngalaxies at the EoR, whose dust properties are still poorly understood. The\napplication of our method to a larger sample of galaxies observed with JWST can\nprovide us important insights into the properties of dust and galaxies in the\nearly universe.\n"}, {"arxiv_url": "https://arxiv.org/abs/2304.13721", "fields": ["GLASS", "CEERS", "SMACS J0723.3-7323", "NGDEEP", "PEARLS"], "title": "EPOCHS Paper II: The Ultraviolet Luminosity Function from $7.5<z<13.5$ using 110 square arcminutes of deep, blank-field data from the PEARLS Survey and Public Science Programmes", "authors": ["Adams, Nathan J.", "Conselice, Christopher J.", "Austin, Duncan", "Harvey, Thomas", "Ferreira, Leonardo", "Trussler, James", "Juodzbalis, Ignas", "Li, Qiong", "Windhorst, Rogier", "Cohen, Seth H.", "Jansen, Rolf", "Summers, Jake", "Tompkins, Scott", "Driver, Simon P.", "Robotham, Aaron", "D'Silva, Jordan C. J.", "Yan, Haojing", "Coe, Dan", "Frye, Brenda", "Grogin, Norman A.", "Koekemoer, Anton M.", "Marshall, Madeline A.", "Pirzkal, Nor", "Ryan, Jr., Russell E.", "Maksym, W. Peter", "Rutkowski, Michael J.", "Willmer, Christopher N. A.", "Hammel, Heidi B.", "Nonino, Mario", "Bhatawdekar, Rachana", "Wilkins, Stephen M.", "Willner, Steven P.", "Bradley, Larry D.", "Broadhurst, Tom", "Cheng, Cheng", "Dole, Herve", "Hathi, Nimish P.", "Zitrin, Adi"], "date": "2023/04/26", "abs": " We present an analysis of the ultraviolet luminosity function (UV LF) and\nstar formation rate density of distant galaxies ($7.5 < z < 13.5$) in the\n`blank' fields of the Prime Extragalactic Areas for Reionization Science\n(PEARLS) survey combined with Early Release Science (ERS) data from the CEERS,\nGLASS and NGDEEP surveys/fields. We use a combination of SED fitting tools and\nquality cuts to obtain a reliable selection and characterisation of\nhigh-redshift ($z>6.5$) galaxies from a consistently processed set of deep,\nnear-infrared imaging. Within an area of 110 arcmin$^{2}$, we identify 214\ncandidate galaxies at redshifts $z>6.5$ and we use this sample to study the\nultraviolet luminosity function (UV LF) in four redshift bins between\n$7.5<z<13.5$. The measured number density of galaxies at $z=8$ and $z=9$ match\nthose of past observations undertaken by the em Hubble Space Telescope (HST).\nHowever, towards higher redshifts we find that the evolution of the UV LF is\nmild, resulting in higher measured number densities of UV luminous galaxies at\n$z=10.5$ and $z=12.5$ compared to predictions from simulations and past HST\nobservations. When examining the star formation rate density of galaxies at\nthis time period, our observations are still consistent with a constant star\nformation efficiency, are slightly lower than previous early estimations using\nJWST and support galaxy driven reionization at $z\\sim8$.\n"}, {"arxiv_url": "https://arxiv.org/abs/2304.12347", "fields": ["CEERS", "COSMOS-Web", "PRIMER"], "title": "Two massive, compact, and dust-obscured candidate $z\\sim 8$ galaxies discovered by JWST", "authors": ["Akins, Hollis B.", "Casey, Caitlin M.", "Allen, Natalie", "Bagley, Micaela B.", "Dickinson, Mark", "Finkelstein, Steven L.", "Franco, Maximilien", "Harish, Santosh", "Haro, Pablo Arrabal", "Ilbert, Olivier", "Kartaltepe, Jeyhan S.", "Koekemoer, Anton M.", "Liu, Daizhong", "Long, Arianna S.", "McCracken, Henry Joy", "Paquereau, Louise", "Papovich, Casey", "Pirzkal, Nor", "Rhodes, Jason", "Robertson, Brant E.", "Shuntov, Marko", "Toft, Sune", "Yang, Guang", "Barro, Guillermo", "Bisigello, Laura", "Buat, Véronique", "Champagne, Jaclyn B.", "Cooper, Olivia", "Costantin, Luca", "de la Vega, Alexander", "Drakos, Nicole E.", "Faisst, Andreas", "Fontana, Adriano", "Fujimoto, Seiji", "Gillman, Steven", "Gómez-Guijarro, Carlos", "Gozaliasl, Ghassem", "Hathi, Nimish P.", "Hayward, Christopher C.", "Hirschmann, Michaela", "Holwerda, Benne W.", "Jin, Shuowen", "Kocevski, Dale D.", "Kokorev, Vasily", "Lambrides, Erini", "Lucas, Ray A.", "Magdis, Georgios E.", "Magnelli, Benjamin", "McKinney, Jed", "Mobasher, Bahram", "Pérez-González, Pablo G.", "Rich, R. Michael", "Seillé, Lise-Marie", "Talia, Margherita", "Urry, C. Megan", "Valentino, Francesco", "Whitaker, Katherine E.", "Yung, L. Y. Aaron", "Zavala, Jorge"], "date": "2023/04/24", "abs": " We present a search for extremely red, dust-obscured, $z>7$ galaxies with\n$\\textit{JWST}$/NIRCam+MIRI imaging over the first 20 arcmin$^2$ of\npublicly-available Cycle 1 data from the COSMOS-Web, CEERS, and PRIMER surveys.\nBased on their red color in F277W$-$F444W ($\\sim 2.5$ mag) and detection in\nMIRI/F770W ($\\sim 25$ mag), we identify two galaxies$\\unicode{x2014}$COS-z8M1\nand CEERS-z7M1$\\unicode{x2014}$which have best-fit photometric redshifts of\n$z=8.5^{+0.3}_{-0.4}$ and $z=7.6^{+0.1}_{-0.1}$, respectively. We perform SED\nfitting with a variety of codes (including BAGPIPES, PROSPECTOR, BEAGLE, and\nCIGALE), and find a $>95\\%$ probability that these indeed lie at $z>7$. Both\nsources are compact ($R_{\\rm eff} \\lesssim 200$ pc), highly obscured ($A_V \\sim\n1.5$$\\unicode{x2013}$$2.5$), and, at our best-fit redshift estimates, likely\nhave strong [OIII]+H$\\beta$ emission contributing to their $4.4\\,\\mu$m\nphotometry. We estimate stellar masses of $\\sim 10^{10}~M_\\odot$ for both\nsources; by virtue of detection in MIRI at $7.7\\,\\mu$m, these measurements are\nrobust to the inclusion of bright emission lines, for example, from an AGN. We\nidentify a marginal (2.9$\\sigma$) ALMA detection at 2 mm within $0.5''$ of\nCOS-z8M1, which if real, would suggest a remarkably high IR luminosity of $\\sim\n10^{12} L_\\odot$. These two galaxies, if confirmed at $z\\sim 8$, would be\nextreme in their stellar and dust masses, and may be representative of a\nsubstantial population of modestly dust-obscured galaxies at cosmic dawn.\n"}, {"arxiv_url": "https://arxiv.org/abs/2305.03042", "fields": ["MACS0647–JD"], "title": "JWST NIRSpec spectroscopy of the triply-lensed $z = 10.17$ galaxy MACS0647$-$JD", "authors": ["Hsiao, Tiger Yu-Yang", "Abdurro'uf", "Coe, Dan", "Larson, Rebecca L.", "Jung, Intae", "Mingozzi, Matilde", "Dayal, Pratika", "Kumari, Nimisha", "Kokorev, Vasily", "Vikaeus, Anton", "Brammer, Gabriel", "Furtak, Lukas J.", "Adamo, Angela", "Andrade-Santos, Felipe", "Antwi-Danso, Jacqueline", "Bradac, Marusa", "Bradley, Larry D.", "Broadhurst, Tom", "Carnall, Adam C.", "Conselice, Christopher J.", "Diego, Jose M.", "Donahue, Megan", "Eldridge, Jan J.", "Fujimoto, Seiji", "Henry, Alaina", "Hernandez, Svea", "Hutchison, Taylor A.", "James, Bethan L.", "Norman, Colin", "Park, Hyunbae", "Pirzkal, Norbert", "Postman, Marc", "Ricotti, Massimo", "Rigby, Jane R.", "Vanzella, Eros", "Welch, Brian", "Wilkins, Stephen M.", "Windhorst, Rogier A.", "Xu, Xinfeng", "Zackrisson, Erik", "Zitrin, Adi"], "date": "2023/05/04", "abs": " We present JWST/NIRSpec prism spectroscopy of MACS0647-JD, the triply-lensed\n$z \\sim 11$ candidate discovered in HST imaging and spatially resolved by JWST\nimaging into two components A and B. Spectroscopy of component A yields a\nspectroscopic redshift $z=10.17$ based on 7 detected emission lines: CIII]\n$\\lambda\\lambda$1907,1909, [OII] $\\lambda$3727, [NeIII] $\\lambda$3869, [NeIII]\n$\\lambda$3968, H$\\delta$ $\\lambda$4101, H$\\gamma$ $\\lambda$4340, and [OIII]\n$\\lambda$4363. These are the second-most distant detections of these emission\nlines to date, in a galaxy observed just 460 million years after the Big Bang.\nBased on observed and extrapolated line flux ratios we derive a gas-phase\nmetallicity $Z =$ log(O/H) = $7.5 - 8.0$, or $(0.06 - 0.2)$ $Z_\\odot$,\nionization parameter log($U$) $\\sim -1.9\\pm0.2$, and an ionizing photon\nproduction efficiency ${\\rm log}(\\xi_{\\rm ion})=25.2\\pm0.2\\,$erg$^{-1}$ Hz. The\nspectrum has a softened Lyman-$\\alpha$ break, evidence for a strong Ly$\\alpha$\ndamping wing, suggesting that MACS0647-JD was unable to ionize its surroundings\nbeyond its immediate vicinity ($R_{\\text{HII}} \\ll 1$ pMpc). The Ly$\\alpha$\ndamping wing also suppresses the F150W photometry, explaining the slightly\noverestimated photometric redshift $z = 10.6 \\pm 0.3$. MACS0647-JD has a\nstellar mass log($M/M_\\odot$) = $8.1 \\pm 0.3$, including $\\sim$ 6$\\times 10^7\nM_\\odot$ in component A, most of which formed recently (within $\\sim$ 20 Myr)\nwith a star formation rate $2\\pm1 M_\\odot$ / yr, all within an effective radius\n$70\\pm24\\,$pc. The smaller component B ($r \\sim 20$) pc is likely older\n($\\sim$100 Myr) with more dust ($A_V \\sim 0.1$ mag), as found previously.\nSpectroscopy of a fainter companion galaxy C separated by a distance of \\about\\\n3$\\,$kpc reveals a Lyman break consistent with $z = 10.17$. MACS0647-JD is\nlikely the most distant galaxy merger known.\n"}, {"arxiv_url": "https://arxiv.org/abs/2210.14123", "fields": ["MACS0647–JD"], "title": "JWST reveals a possible $z \\sim 11$ galaxy merger in triply-lensed MACS0647$-$JD", "authors": ["Hsiao, Tiger Yu-Yang", "Coe, Dan", "Abdurro'uf", "Whitler, Lily", "Jung, Intae", "Khullar, Gourav", "Meena, Ashish Kumar", "Dayal, Pratika", "Barrow, Kirk S. S.", "Santos-Olmsted, Lillian", "Casselman, Adam", "Vanzella, Eros", "Nonino, Mario", "Jimenez-Teja, Yolanda", "Oguri, Masamune", "Stark, Daniel P.", "Furtak, Lukas J.", "Zitrin, Adi", "Adamo, Angela", "Brammer, Gabriel", "Bradley, Larry", "Diego, Jose M.", "Zackrisson, Erik", "Finkelstein, Steven L.", "Windhorst, Rogier A.", "Bhatawdekar, Rachana", "Hutchison, Taylor A.", "Broadhurst, Tom", "Dimauro, Paola", "Andrade-Santos, Felipe", "Eldridge, Jan J.", "Acebron, Ana", "Avila, Roberto J.", "Bayliss, Matthew B.", "Benitez, Alex", "Binggeli, Christian", "Bolan, Patricia", "Bradac, Marusa", "Carnall, Adam C.", "Conselice, Christopher J.", "Donahue, Megan", "Frye, Brenda", "Fujimoto, Seiji", "Henry, Alaina", "James, Bethan L.", "Kassin, Susan", "Kewley, Lisa", "Larson, Rebecca L.", "Lauer, Tod", "Law, David", "Mahler, Guillaume", "Mainali, Ramesh", "McCandliss, Stephan", "Nicholls, David", "Pirzkal, Norbert", "Postman, Marc", "Rigby, Jane R.", "Ryan, Russell", "Senchyna, Peter", "Sharon, Keren", "Shimizu, Ikko", "Strait, Victoria", "Tang, Mengtao", "Trenti, Michele", "Vikaeus, Anton", "Welch, Brian"], "date": "2022/10/25", "abs": " MACS0647$-$JD is a triply-lensed $z\\sim11$ galaxy originally discovered with\nthe Hubble Space Telescope. Here we report new JWST imaging, which clearly\nresolves MACS0647$-$JD as having two components that are either merging\ngalaxies or stellar complexes within a single galaxy. Both are very small, with\nstellar masses $\\sim10^8\\,M_\\odot$ and radii $r<100\\,\\rm pc$. The brighter\nlarger component \"A\" is intrinsically very blue ($\\beta\\sim-2.6$), likely due\nto very recent star formation and no dust, and is spatially extended with an\neffective radius $\\sim70\\,\\rm pc$. The smaller component \"B\" appears redder\n($\\beta\\sim-2$), likely because it is older ($100-200\\,\\rm Myr$) with mild dust\nextinction ($A_V\\sim0.1\\,\\rm mag$), and a smaller radius $\\sim20\\,\\rm pc$. We\nidentify galaxies with similar colors in a high-redshift simulation, finding\ntheir star formation histories to be out of phase. With an estimated stellar\nmass ratio of roughly 2:1 and physical projected separation $\\sim400\\,\\rm pc$,\nwe may be witnessing a galaxy merger 400 million years after the Big Bang. We\nalso identify a candidate companion galaxy C $\\sim3\\,{\\rm kpc}$ away, likely\ndestined to merge with galaxies A and B. The combined light from galaxies A+B\nis magnified by factors of $\\sim$8, 5, and 2 in three lensed images JD1, 2, and\n3 with F356W fluxes $\\sim322$, $203$, $86\\,\\rm nJy$ (AB mag 25.1, 25.6, 26.6).\nMACS0647$-$JD is significantly brighter than other galaxies recently discovered\nat similar redshifts with JWST. Without magnification, it would have AB mag\n27.3 ($M_{UV}=-20.4$). With a high confidence level, we obtain a photometric\nredshift of $z=10.6\\pm0.3$ based on photometry measured in 6 NIRCam filters\nspanning $1-5\\rm\\mu m$, out to $4300\\,\\r{A}$ rest-frame. JWST NIRSpec\nobservations planned for January 2023 will deliver a spectroscopic redshift and\na more detailed study of the physical properties of MACS0647$-$JD.\n"}, {"arxiv_url": "https://arxiv.org/abs/2305.01793", "fields": ["UNCOVER", "GLASS"], "title": "JWST UNCOVER: Discovery of $z>9$ Galaxy Candidates Behind the Lensing Cluster Abell 2744", "authors": ["Atek, Hakim", "Chemerynska, Iryna", "Wang, Bingjie", "Furtak, Lukas", "Weibel, Andrea", "Oesch, Pascal", "Weaver, John R.", "Labbé, Ivo", "Bezanson, Rachel", "van Dokkum, Pieter", "Zitrin, Adi", "Dayal, Pratika", "Williams, Christina C.", "Nannayakkara, Themiya", "Price, Sedona H.", "Brammer, Gabriel", "Goulding, Andy D.", "Leja, Joel", "Marchesini, Danilo", "Nelson, Erica J.", "Pan, Richard", "Whitaker, Katherine E."], "date": "2023/05/02", "abs": " We present the results of a search for high-redshift ($z>9$) galaxy\ncandidates in the JWST UNCOVER survey, using deep NIRCam and NIRISS imaging in\n7 bands over $\\sim45$ arcmin$^2$ and ancillary HST observations. The NIRCam\nobservations reach a $5-\\sigma$ limiting magnitude of $\\sim 29.2$ AB. The\nidentification of high$-z$ candidates relies on a combination of a dropout\nselection and photometric redshifts. We find 16 candidates at $9<z<12$ and 3\ncandidates at $12<z<13$, eight candidates are deemed very robust. Their lensing\namplification ranges from $\\mu=1.2$ to 11.5. Candidates have a wide range of\n(lensing-corrected) luminosities and young ages, with low stellar masses\n($6.8<$ log(M$_{\\star}$/M$_{\\odot}$) $<9.5$) and low star formation rates\n(SFR=0.2-7 M$_{\\odot}$ yr$^{-1}$), confirming previous findings in early JWST\nobservations of $z>9$. A few galaxies at $z\\sim9-10$ appear to show a clear\nBalmer break between the F356W and F444W/F410M bands, which helps constrain\ntheir stellar mass. We estimate blue UV continuum slopes between $\\beta=-1.8$\nand $-2.3$, typical for early galaxies at $z>9$ but not as extreme as the\nbluest recently discovered sources. We also find evidence for a rapid\nredshift-evolution of the mass-luminosity relation and a redshift-evolution of\nthe UV continuum slope for a given range of intrinsic magnitude, in line with\ntheoretical predictions. These findings suggest that deeper JWST observations\nare needed to reach the fainter galaxy population at those early epochs, and\nfollow-up spectroscopy will help better constrain the physical properties and\nstar formation histories of a larger sample of galaxies.\n"}, {"arxiv_url": "https://arxiv.org/abs/2212.10126", "fields": ["HUDF*", "ID 1963"], "title": "The abundance of $z \\gtrsim 10$ galaxy candidates in the HUDF using deep JWST NIRCam medium-band imaging", "authors": ["Donnan, C. T.", "McLeod, D. J.", "McLure, R. J.", "Dunlop, J. S.", "Carnall, A. C.", "Cullen, F.", "Magee, D."], "date": "2022/12/20", "abs": " We utilise JWST NIRCam medium-band imaging to search for extreme redshift ($z\n\\geq 9.5$) galaxy candidates in the Hubble Ultra Deep Field (HUDF) and the\nadditional pointing within the GOODS-South field provided by the second NIRCam\nmodule. Our search reveals 6 robust candidates, 3 of which have recently been\nspectroscopically confirmed. One of these 3 is the previously controversial $z\n\\simeq 12$ galaxy candidate UDF-22980 which is now detected in five JWST NIRCam\nmedium-band filters (F182M, F210M, F430M, F460M and F480M), efficiently\nexcluding alternative low-redshift solutions and allowing us to now report a\nsecure photometric redshift of $z = 11.6 \\pm 0.2$. We also detect 2 galaxies at\n$z \\geq 12.5$ including a newly-detected candidate in the imaging provided by\nthe second NIRCam module (south-west of the HUDF) at $z = 12.6 \\pm 0.6$. We\ndetermine the physical properties of the 6 galaxies by fitting the 14-band\nphotometry with Bagpipes. We find stellar masses of $\\log(M_{\\star}/{\\rm\n{M_{\\odot}}}) \\simeq 7.5 - 8.7$ and star-formation rates of\n$\\log(\\rm{SFR}/M_{\\odot}^{-1} \\rm{yr}^{-1}) \\simeq 0.3 - 5.0$. Despite the\nrelatively small cosmological volume covered by the HUDF itself and the second\nNIRCam module imaging, we find that the existence of these galaxies is fully\nconsistent with the latest measurements of both the UV luminosity function and\ncosmic star-formation rate density at $z\\simeq11$, supporting a gradual steady\ndecline in the cosmic star-formation rate density out to at least $z\\simeq15$.\n"}, {"arxiv_url": "https://arxiv.org/abs/2304.14469", "fields": ["GLASS", "CEERS", "SMACS J0723.3-7323", "Stephan's Quintet", "Cartwheel galaxy", "WHL0137", "MACS0647-JD", "RXJ 2129", "PEARLS", "UNCOVER", "JEMS", "J1235 Nircam Flats", "DDT 2756"], "title": "The galaxy UV luminosity function at $\\mathbf{z \\simeq 11}$ from a suite of public JWST ERS, ERO and Cycle-1 programs", "authors": ["McLeod, D. J.", "Donnan, C. T.", "McLure, R. J.", "Dunlop, J. S.", "Magee, D.", "Begley, R.", "Carnall, A. C.", "Cullen, F.", "Ellis, R. S.", "Hamadouche, M. L.", "Stanton, T. M."], "date": "2023/04/27", "abs": " We present a new determination of the evolving galaxy UV luminosity function\n(LF) over the redshift range $9.5<z<12.5$ based on a wide-area ($>250$\narcmin$^2$) data set of JWST NIRCam near-infrared imaging assembled from\nthirteen public JWST surveys. Our relatively large-area search allows us to\nuncover a sample of 61 robust $z>9.5$ candidates detected at $\\geq 8\\sigma$,\nand hence place new constraints on the intermediate-to-bright end of the UV LF.\nWhen combined with our previous JWST+UltraVISTA results, this allows us to\nmeasure the form of the LF over a luminosity range corresponding to four\nmagnitudes ($M_{1500}$). At these early times we find that the galaxy UV LF is\nbest described by a double power-law function, consistent with results obtained\nfrom recent ground-based and early JWST studies at similar redshifts. Our\nmeasurements provide further evidence for a relative lack of evolution at the\nbright-end of the UV LF at $z=9-11$, but do favour a steep faint-end slope\n($\\alpha\\leq-2$). The luminosity-weighted integral of our evolving UV LF\nprovides further evidence for a gradual, smooth (exponential) decline in\nco-moving star-formation rate density ($\\rho_{\\mathrm{SFR}}$) at least out to\n$z\\simeq12$, with our determination of $\\rho_{\\mathrm{SFR}}(z=11)$ lying\nsignificantly above the predictions of many theoretical models of galaxy\nevolution.\n"}]